{
    "document_name": "Diploma_2022_Information_Bulletin_finalenglish.pdf",
    "content": [
        "P lP j P P g r i zs gP j U lg Ai d A i rAi , U EAf Ai jAU P d U 2 z Cx 3 g EAf Ai jAU P U U DQ mP g P U z z i w P - 2022 Information Bulletin 2022 - For admission to first year Architecture courses and 2nd Year / 3rd Semester Engineering Courses under Lateral Entry Scheme for Day Engineering Colleges to Diploma Candidates : keauthority-ka@nic.in E- : http://kea.kar.nic.in m : 080-23 4 60 460 (5 Lines) Ai t ( U 10.00 jA z A e. 6.00) Karnataka Examinations Authority Trust through total transparency r En j P , z R w z / j , l A aP, Av z Q Ai U zs U U i wU P P P P gz m C s y U i wU V P n U z . Dz jAz C s y U DVAz U P gz m U s n q w g rz. P g C s y U U R z V i wAi P . CALENDAR OF EVENTS FOR DCET- 2022 Sl. EVENTS Date No. 01 Publication of Notification in the Newspapers / KEA Website 26-09-2022 02 Hosting of Information Bulletin on the KEA Website 27-09-2022 From 3.00 pm on 26-09-2022 to 03 Filling of Application Online for DCET-2022 07-10-2022 upto to 11.59 pm 04 Last date to pay the application fees in the bank Up to 5.30 pm on 07-10-2022 Provision for corrections, if any (The candidates can change / 05 modify the information furnished in the online application as per their eligibility) only for paid candidates Date of downloading of Admission Tickets by all the eligible 06 Will be hosted on the KEA Website Applicants 07 DATE OF DIPLOMA COMMON ENTRANCE TEST 2022 Date of Kannada language Test: (ONLY for Horanadu & Gadinadu 08 Kannadiga candidates) Schedule for submission of Special Category Certificates - 10.30 am to 5.30 pm NAME OF THE SPECIAL CATEGORY DATE FOR SUBMISSION Places CAPF / CRPF / CISF / BSF / ITBP 10-10-2022 Special category certificate has to Ex-Defence, Ex-CAPF be submitted in person at KEA Defence 10-10-2022 office, 18th Cross, Malleswharam, N.C.C. Bangalore. Sports / Anglo-Indian 11-10-2022 Scouts and Guides Physical Disability: - Date & time along with venue to appear for Medical Examination for Physically Disabled candidates will be notified later on KEA Website. NOTE: 1. To submit the special category certificates, candidates should have claimed the special category reservation in the DCET-2022 online application form. Those who have not claimed the special category reservation in the online application will not be eligible to submit the special category certificates. 2. Candidates claiming the benefit under various Special categories should produce the relevant original Special category certificates along with TWO sets of photocopies COMPULSORILY as per the above schedule, IN PERSON ONLY DURING OFFICE HOURS. They should also produce printout of 'CET 2022' online application form. Candidates should not send their original special category documents / certificates through Post OR any other private arrangement. 3. The candidates claiming eligibility under NCC and SPORTS should also produce the study certificate appended to this Information Bulletin issued by the head of the educational institution for having studied and passed qualifying examination in the State of Karnataka, when they come for submission of documents. (Participation certificate from the School / College in the NCC or SPORTs events) 4. In accordance with CET-2006 rules, special category certificates / formats submitted by the candidates will be forwarded to the concerned departments for scrutiny / verification. After scrutiny of certificates by the concerned departments, list of eligible and ineligible candidates (as given by the concerned departments) will be made available on the KEA Website for the information of the candidates. 5. Candidates who fails to submit the Special Category certificates on the notified dates, will not be considered for scrutiny of certificates under respective special category, further they will not be eligible under such categories. D P Cf , U v w Av g Cf Ai l P Aq i v r En-2022 P Cf Q Ai t U v z . CAv C s y U i v r i j P- 2022 P C vA i q A i v g . P j Dz A S . A P 304 J 2017 AU g , AP 14-09-2018 gA v 2J , 2 , 3J , U 3 U zr wAi z y U vA z / v Ai g Ml P g i wAi g .6.00 P Az z y Ai r En 2022P D Cf Ai rg i wAi V e w/ U v P g P Dz Ai P A A zA v Ai i z P gt P z C P g . z y Ai rz i w Dzs gz l A aP Q Ai Ai i q U vz . z y Ai Cf Ai rg i wAi Cx z y / P g q z R / U / v / w g Cx P JAz w z Azg CAv z y U Cf / l z y Ai z s z Ai i z A vz gz r U z . C z CAv g g z Ai i g P Pz Ai z R U z . I. C s y Ai s g w Ai e A ii Vg P v Aii z zg MAz C v PA rPA i g g i v C v Ai q Ai v g . II. F Az g RAqU / C v i z A qU Ai i z zg MAz A g z y U i v , P lP j P P gz S Avg P j, C z v, S V C z g v, C A S v/ C A S v z Pt A U r i z Ai U P j l U DAi U/ A aPU C g Vg v g. III. wAi Az g v , MAz RAq V r Vz v Cz MAz A P v Pg z P v P V a Vz. wAi Az RAqz r C v P g zP gP V z R U j Ai Ai z MzV P Vg z R U g U A Az s l DAi i RAqU P U q Vz. IV. P U g Ai i z RAq U / C v i z Aq U r g C v U A z z y U v r g z R U dg r z z y U , P j P m z CrAi s g l U w P t P U U q Ai C g U . V. PJ MAi (P lP P z Ai ) Az C v j P Ai v U q A z z y U PE J P Ai i z w Pt P U U C g Vg . VI. C v Ai z s j Pt P z v / C v i z A q P P g P P P U r As z s U / i U aU M n g vz . VII. P g P d U U U r g C v / / AaP i q P Ev U JL nE / NJ / P g/ A A z z Ai / C P A U C z U M n g v ; VIII. C v i z A q / Ai U P P P P P g Az U r U wz C U g z Az s z i q Vg Aii z U z s z C A i Ai i z A vz AvU z P A t P P lP j P P gz Vg vz . Process of applying online for DCET-2022 is stated as completed only upon submission of application online, paying the prescribed fees and taking the printout of the application form. Only such candidates will become eliglbe to appear for Diploma Common Entrance Test-2022. The Government in its Order No 14-09-2018, has enhanced . A P 304 J 2017 A U g , AP the annual income limit from `6.00 Lakhs to `8.0 Lakhs per annum for claiming reservation benefit. The candidate and his / her father s - mother s who s Gross Annual Income is below Rs.8.00 Lakhs are eligible to claim benefit of reservation under 2A, 2B, 3A and 3B categories. The information furnished by the candidate in the Diploma CET-2022 online application form with regard to Caste / Category and Annual Income remains the same for the purpose of assignment of ranks / selection or allotment of a seat and no change will be entertained in future for any reason. If the information furnished by the candidates in the application form or any other document/s submitted by the candidates / parents are found to be false / incorrect / tampered / forged such candidate's seat will be cancelled at any point of time during his / her course of study and criminal proceedings as per rules will be initiated by the Government against the candidate. (i) No candidate shall be eligible for admission to Government Seats unless he is a citizen of India and satisfies any one of the eligibility conditions:- (ii) Each condition is specified as a clause and is individually referred by a code. The documents to be produced during verification of documents in support of the claim for each of the Clauses are also detailed below the respective clauses. (iii) The candidates who do not satisfy any of the Clauses / Eligibility Criteria detailed below and the candidates who do not produce the prescribed documents in original will not be eligible for admission to professional courses under Government quota seats. (iv) Other than the certificate mentioned in clauses, if a candidate claiming seat under",
        "Article 371 (j) Hyderabad-Karnataka region reservation, candidate should produce eligibility certificate from the concerned Assistant Commissioner in Annexure-A as per the format. ASSIGNMENT OF DIPLOMA CET-2022 EXAMINATION CENTRES Based on the information furnished by the candidate in the application, Diploma CET-2022 examination centre will be assigned by KEA. IMPORTANT: Candidates are hereby informed to go through the Information Bulletin carefully and understand / acquaint themselves:- 1. Candidates can apply for DCET-2022 only through Online . 2. Information Bulletin can be downloaded from the Website http://kea.kar.nic.in 3. Submission of Application online may be made by accessing KEA Website http://kea.kar.nic.in Instructions for Online submission of Application Form are available in the Information Bulletin and on the KEA Website http://kea.kar.nic.in 4. Candidates must follow the instructions strictly as given in the Information Bulletin and on KEA Website http://kea.kar.nic.in Candidates not complying with the instructions shall be summarily disqualified. 5. Candidates must retain the following documents with them as reference for future correspondence. (i) At least three printouts of the finally submitted online Application. (ii) Proof of fee paid (iii) 2-3 copies of identical Photograph that scanned and uploaded on the Online Application. 6. (a) Candidate must ensure that mobile numbers, e-mail address entered in the online application form are his/her own as in case of urgency KEA may send information / communications by SMS or mail on given mobile number and mailing ID only. (b) The Candidate / parents shall be held responsible for non-receipt of latest information due to wrong mobile number or mailing address filled in the On Line Application Form. 7. Candidates must preserve the Admit Card till the admission in College or Institution. 8. For the latest updates, candidates must remain in touch with the KEA Website http://kea.kar.nic.in till the completion of final round of counselling. 9. Candidates / parents are advised to visit KEA Website http://kea.kar.nic.in at least twice in a day for the latest news / updates and also check their mobile / e-mail as in case of urgency KEA may send the information / communications. 10. KEA will reserve the right to withdraw any such admission made at any point of time which is not fulfilling the eligibility criteria / regulations fixed by the Competent Authority from time to time. R Z g : C s y U i w n Cv Av JZj P Az N Cx i rP / i rP a z. 1. C s y U r En 2022 P V D P i v Cf P . 2. i w n C www.kea.kar.nic.in n Az q q i rP z . 3. PE J m www.kea.kar.nic.in MzV g D Cf Ai ws i r D P P D Cf P jv t i wAi PE J m i w n MzV Vz 4. PE J m www.kea.kar.nic.in i w n rg Z U C s y U P l m V P E z CAv C s y U Ai i z P gt qz C U U z . 5. C s y U A J A P gU U V F P P Aq z R U v A U G P P i. CAw V z i rz D Cf Ai g Am Om wU ; ii. Cf w i rz g ; iii. D Cf Ai i r z s a v z 3-4 Ai x v s a v U . 6. C) D Cf Ai rg s AS , E- , C s y Ai z DVg P , KPA zg PE J Az v v A z s s U Ai i z i w/ Ai U E U S Avg J JAJ Cx E- P P U v z; D) D Cf Ai v A S Cx v E- rz P gt Az Ai i z i w v z CzP C s y / vA z v U t uU gg U v g . 7. v C s y U P d Cx A Ai q Ai g U P l P Arg P . 8. CAw w l A aP t U g U C s y U Ew a i w / www.kea.kar.nic.in Ai U U PE J m A U z A P z g P 9. P g P n Ai i z Ew a Cx i wU V, C s y U / www.kea.kar.nic.in P g , P P Jgq j PE J m U s n q z , UA i v s / E- S Avg P g v v A z Cx i w P zs v Eg zj Az C U DU U j Q P P . D Cf U i w: C s y U PE J q r En P w Pt P U U Jgq z Cx g g U z z DQ mP g P U U q A i v Cf g U D Cf Ai s w i r P . ( R v P i q C P ) . D Cf ws / P Ai zs z y Aii Vg v z z C s y U S Cf A i q q i rP Aq v v Az / v / P g A U i a z A vg i w/ gU Rav r P Aq C A vg Czg ws i q P v D P A i Z V C s i rP P . D Cf ws U A A zA v wAi Az g z P jvA v C s y U J CU v i w q Vg vz . CAPt U U C s y Ai P FU U rg z i w Az j DAi U i v i q P Vg v z v J CAPt U q q P Ai A g q v . C s y Ai P z / j Az CA DAi i rP P . Azt i rz A vg C s y U U r g Aii z zg MAz zs z Cf w P . D Cf P A t Q Ai Jgq A vU g v z . z A vz C s y U Cf g ws i q z v rz i wAi J j P zg wz r / z u i q z U Pg q Cf Ai v wAi W u A i DAi i q vU z P P . Jgq Av DgA z C s y U Cf Ai g i wAi wz r i q z / z u i q z /v Uz P z / q i q C P g v z . Jgq A vz C s y U D Cf Ai z i rg J CA U / g U j Ai i V Ai v Aii z z u i q CUv JAz Rav r P Aq A vg declaration) `W u ( C DAi i rP P declaration) M `W u ( i rz A vg C s y U FU U z i rg i w g U z u / wz r / qU C P g declaration) C s y U `W u ( v rg J i wU j Aii V JAz Rav r P a z A vg C s y U Cf Ai P Aq v q El P P . Cf z P P U : 1. Azt 2. w 3. Cf Ai g U sw i q z 4. W u 5. Cf z t NOTE ON ONLINE APPLICATION FORM Online application is a user friendly application. First candidates have to download the blank application and in consultation with parents confirm the information / details to be entered in the downloaded application form and familiarise the same by practicing at home. Candidates will be provided with all the information required for each entry during filling of online application. Most of the fields will be only a selection from the readily available information; and all the fields are self explanatory with dropdown menu; the candidates have to select the suitable / appropriate items from the list. After registration candidates have select the specified banks from the list and download the challan for making the payment at the respective bank. The entire online application process is in two phases. In the first phase candidates will fill the details and can edit the data any number of times and also can take the draft printouts before selecting the declaration. Before commencing the second phase, candidates can edit / delete / add any information any number of times. In the second phase the candidates have to select the declaration after confirming themselves that there are no changes to be incorporated or all the entries made by them in the online application are correct. Once the declaration is done there is no provision to change / edit / delete / add any information to the entries already made by the candidates. Candidates are informed to make sure that the entries made before declaration are correct. After completion of all the process the candidates are required to take a final print out of the online application form for further process at the time of online seat allotment. Method of Applying: Before applying online, candidate should have scanned images of his / her latest Photograph, Signature in JPG format only, for uploading as part of submission of online application. Before entering the application form online, the candidates are advised to download the blank application form and take two or three photocopies of the same and practice on them in the prescribed manner. PLEASE NOTE: The finally submitted application details through online by the candidates will be the candidate's data for all further processing in the KEA computers. Therefore, the candidates are advised not to make any mistakes while making entries in the form and not to upload any documents / papers in support of their claims to the filled application form except Photograph, and Signature. First Phase: Step 1: Candidates are required to select DCET-2022 UG Online Application by browsing URL on Website http://kea.kar.nic.in Step 2: Candidates have to click on New User? Click Here to Register on the home page of online application form. Candidates will have to provide all the required information in the candidate registration form and submit. After successful registration, candidates will receive an Application number and User-ID to their registered mobile phone number and email-id and also same will be displayed on the screen. Step 3: A Login Prompt will be displayed and candidates are required to enter the User ID and Password created by them and Login. Candidates have to take the printout of the Challan copy which is in triplicate. Candidates of Karnataka origin have to pay an amount of Rs. 650/- for General and OBC (Rs.500/- for SC / ST Category-1). The candidates have to pay the requisite fee in any of the branch of specified banks. The bank will retain bank copy of the Challan respectively and handover the remaining two copies of the Challan to the candidates. Step 4: On successful login by the candidates Student information will be displayed, in which the candidates have to start entering the required information. Step 5: Once the candidates complete the student information entries, they will have to save the entries made. Step 6: The candidates will enter all the study details and select save and next button. Step 7: After successful saving the study details, the candidates will have to upload the scanned images of Photograph, candidate signature and Parent Signature and select save and next button. After completion of the above steps, the candidates have take the draft printouts, carefully verify the entries made by them and if any changes are required they can do so by login in any number of times before selecting the declaration. Second Phase: In this phase, the candidate will select the declaration, read and understand it completely and then select Submit button. After submission select the bank challan, download and take a printout of the challan and make the payment in the respective bank. Step 1: After completion of entry of all the details candidate s will receive an application ID and Password to their registered Mobile or email address and also the same information will be displayed on the screen. Step 2: Candidates have to upload the scanned copy of recent passport size Colour Photograph and Signature in JPG / JPEG format separately. (Photograph Captured on the mobile phone can also be updated) Step 3: Candidates have to take the printout of the application form on A-4 Size sheet of paper. Affix candidate s recent Passport size Photograph, signature on the space provided. Afterwards students have to obtain Principal seal and signature from the college where they have studied Final Year Diploma on the space provided in the printed form. The same copy should be produced during document verification along with the copy of the Challan (KEA copy). IMPORTANT: 1. IF ANY OF THE INFORMATION FURNISHED IN THE ONLINE APPLICATION FORM IS FOUND TO BE FALSE / INCORRECT, THE APPLICATION IS LIABLE TO BE REJECTED AT ANY POINT OF TIME and the seat selected by the candidate, if any, is also liable to be cancelled at any stage and the entire fee amount paid by such candidate shall be forfeited. 2. The information furnished in the online application form with regard to Caste / Category and Annual Income remains the same for the purpose of assignment of ranks / selection of a seat and no change will be entertained in future for any reason. The students should produce the Caste / Category and Income Certificate without fail during the verification of original documents at the Helpline Centres. 3. If the photograph uploaded does not match with the actual candidate present during examination, he / she will not be allowed to write the test. 4. Also, if the photograph does not tally with the actual candidate present during verification / obtaining of admission order, he / she will not be permitted for allotment of seat. 5. Candidates who do not pass in all the subjects in the qualifying examination and candidates who do not possess the academic eligibility detailed above for various Professional Courses, will not be eligible to be considered for allotment of seats in the respective courses. 6. A candidate who passes in all the subjects in the qualifying examination and later withdraws one or more subject for reappearing in the qualifying examination for improving his performance will also not be considered for allotment of seats. 7. The SC / ST/Category-I / OBC eligibility criteria is applicable to candidates who are claiming eligibility for Government seats under clauses (a), (b), (f), (h), (j), (k) (l) and (o) and the same is not applicable to clauses (c), (d), (e), (g), (i), (m) and (n) of Item - 6 i.e., Eligibility Clauses to claim Government Seats. 8. Not only a candidate who has passed the qualifying examination with requisite marks but also a candidate who is appearing for the Q.E. and expecting the results is eligible to apply for the Diploma Common Entrance Test 2022. Phases of online application 1. Registration 2. Payment of fees 3. Entry of details 4. Declaration 5. Final printout WHAT IS NATA? National Aptitude Test in Architecture or NATA is an All India level entrance examination conducted by the Council of Architecture for 200 marks, for admission of candidates to First year of five-year full time B. Arch. Degree course. The Architecture seats in Government, Aided and Un- aided institutions of the State are offered ONLY to the candidates who have appeared for NATA and who have obtained the prescribed minimum marks in both Qualifying Examination and NATA. Therefore, all the candidates who want to be considered for allotment of Architecture seats, should compulsorily appear for NATA, and should obtain a minimum of 40% marks including SC, ST, Category-I and OBC category candidates in NATA (In other words one has to secure a minimum of 80 MARKS OUT OF 200). The interested candidates should have appeared for NATA and should have qualified in NATA. The NATA score card should be emailed to keauthority-ka@nic.in immediately. For admission to Architecture course candidate should compulsorily appear for NATA conducted by the Council of Architecture. * KANNADA LANGUAGE TEST: The candidates claiming eligibility for Government seats under Horanadu & Gadinadu Kannadiga clauses and whose mother tongue is Kannada, Tulu or Kodava, will have to undergo a Kannada language test, to establish their ability to speak, read and write Kannada. The Kannada Language test will be conducted by KEA as per the above schedule only in Bangalore Centre; therefore such candidates will have to appear for the 'Diploma Common Entrance Test - 2022' in a test centre located at BANGALORE Only. The relevant photocopy of the original documents of the parents in support of their claim such as marks cards, study certificates, etc., along with the DCET admission ticket should be produced on the day of Kannada Language Test. The minimum passing marks for all Horanadu and Gadinadu Kannadiga candidates shall be 12 out of 50 marks in Kannada Language Examination conducted by KEA in order to be considered for assignment of ranks and to become eligible for allotment of seats in DCET-2022. (The Kannada Language Test paper will be of 4th Standard Level) However, the Horanadu and Gadinadu Kannadiga candidates who have studied TEN full academic years in Kannada Medium from 1st standard to 10th standard in places outside the state of Karnataka need not appear for Kannada Language Test conducted by KEA. IMPORTANT INSTRUCTIONS RELATED TO DIPLOMA COMMON ENTRANCE TEST - 2022 AND SEAT ALLOTMENT PROCESS. A. PRECEDING TO ENTRANCE TEST 1. The information / particulars furnished by the candidates in their Diploma CET-2022 online application form are FINAL for admissions to 2nd year B.E. / 1st year B. Arch courses for the year 2022-23. 2. The candidates are advised to apply Online only, if they have the requisite percentage of marks in the qualifying examination. (i.e., should have obtained a minimum of 45% aggregate marks taken together in all the subjects of the final year (Fifth and Sixth Semester) of the Diploma examination. In case of candidates belonging to SC, ST and Backward Classes a minimum of 40% aggregate marks in all the subjects of the final year (Fifth and Sixth Semester) of the Diploma examination). 3. Before claiming eligibility for Government seats, make sure that you satisfy any one of the eligibility clauses detailed in the brochure. The candidates who do not satisfy/fulfill any one of the eligibility clauses will not be eligible for admission to Engineering Courses under Government Quota through KEA. 4. If the information submitted by the candidates in the online application form or any other document submitted by the candidate / parents are found to be false / incorrect, such candidate s seat will be cancelled at any point of time during his / her course of study and criminal proceedings will be initiated by the Government against such candidate. 5. The candidates must appear for Diploma Common Entrance Test-2022 for admission to B.E courses as per the schedule conducted by the Karnataka Examinations Authority. 6. The Diploma Common Entrance Test for admissions to B.E courses will be conducted as per the schedule. 7. Kannada Language Test will be conducted as per the schedule only at Bangalore for Gadinadu and Horanadu Kannadigas. 8. The candidates seeking admission only to B. Arch course need not have to appear for Diploma Common Entrance Test-2022 conducted by the Karnataka Examinations Authority. But, they need to have valid NATA score and apply online to KEA to become eligible for admission to First year / First Semester B. Arch course. Important: The candidates who have obtained Diploma in Architecture are eligible only for Admission to 1st Year Architecture engineering course, provided if they have VALID NATA Score in NATA conducted by Council of Architecture. But, the candidates who have obtained Diploma in Architecture are not eligible for admission to 2nd year / 3rd Semester any other Engineering Courses. B. DURING THE ENTRANCE TEST 1. The candidates should read the instructions printed on the OMR answer sheet before answering. The candidates have to mark the correct answers on the OMR answer sheet using BLUE OR BLACK INK BALL POINT PEN ONLY. 2. After completion of the test, the candidates will be allowed to carry replica of the filled OMR Answer sheet and such replicas should be preserved by the candidate for a period of one year (In case of any clarification the replica should be produced before the concerned authorities of KEA). 3. THERE WILL BE NO NEGATIVE MARKING IN RESPECT OF WRONG ANSWERS BUT MARKS WILL NOT BE AWARDED IN RESPECT OF MORE THAN ONE ANSWER INDICATED AGAINST A QUESTION BY A CANDIDATE ON THE OMR ANSWER SHEET. C. AFTER THE ENTRANCE TEST 1. The ANSWER KEY will be published within three days after the completion of the entrance test on the KEA website. The candidates / parents / lecturers, can file their objections, if any, within three days from the date of announcement of the key answers in respect of any of the published answer key, along with the supporting documents & justification. Objections filed by the candidates without justification shall not be considered. Objections received after the last date fixed shall not be considered. Objections along with all the supporting documents received by the KEA will be placed before an Expert Committee, whose decision will be final in this regard. 2. The merit list of the candidates for admission to B.E/ B.Arch courses will be prepared. The merit list will be on the basis of the marks obtained in the Diploma Common Entrance Test-2022 and marks obtained in the final year (Fifth and Sixth Semester) of the qualifying examination on equal weightage. 3. All the candidates (SC, ST Category I, 2A, 2B, 3A, 3B and GM category) must compulsorily produce the STUDY CERTIFICATE obtained from the heads of the institutions where the candidates have passed the 10th standard / SSLC examination / Diploma Examination, by mentioning the Standards, Academic years as per the admission register of the institution. (Refer APPENDIX-II for study certificate proforma). 4. Candidates belonging to reserved categories should submit Caste /Income Certificate as the case may be, issued by the Tahasildar in Form D for SC, ST, in Form E for Category-I and in Form F for 2A, 2B, 3A and 3B categories. (Refer Appendix for Caste certificate proforma). 5. Please read the refund and forfeiture conditions detailed in this brochure carefully. 6. KEA will publish on its website all the details of candidates who have selected seats under reserved category for B.E /B. Arch course(s), such as candidate s name, father s name, category under which seat selected, annual income of the parent etc., after the casual vacancy round. 7. If a candidate does not surrender the seat to KEA before the casual vacancy seat selection round on or before the specified date and time (see KEA website), he / she deemed to have got admitted to the seat selected by him / her. 8. If a candidate decides to surrender his / her seat, he / she have to surrender the seat only to KEA before the casual vacancy seat selection round. Merely not reporting to the selected college should not be presumed by the candidate that he / she have surrendered the seat to KEA. 9. All the admissions / allotments made to and by the college shall be subject to approval by the concerned University. General Instructions 1. All candidates are directed to see the website of KEA http://kea.kar.nic.in at least twice every day for updates. Likewise the instruction / information will also be sent to the mobile number furnished by the candidates in the online application form. KEA or the Government shall not be responsible for any action / consequence resulting due to non-diligent follow up of notices, notifications and publications appearing on the KEA website on Diploma CET-2022 by the Candidates. 2. The candidates must compulsorily verify their qualifying examination marks printed on the result sheets without fail, if there is any discrepancy with reference to qualifying examination marks, the same should be brought to the notice of this office immediately for assignment of new ranks, if necessary. 3. All the candidates (GM, SC, ST Category I, 2A, 2B, 3A & 3B category candidates) must compulsorily produce the STUDY CERTIFICATE (wherever necessary) obtained from the head of the institution where the candidate has passed the 10th standard / SSLC examination, by mentioning the Standards, Academic years, Mother Tongue as per the admission register of the institution. 4. The candidates who claim seat under rural category will have to obtain a rural study certificate from the respective school / high school issued by the head of the institution which should be countersigned by concerned Block Educational Officer (BEO) as per format. 5. General merit candidates who claim seat in rural category should also submit an income certificate issued from the concerned Tahasildar along with the rural study certificate, as per format shown. 6. The candidates who have studied in the areas mentioned in brochure during their school days are not eligible to claim rural category seat. However, if the place where the candidate had studied from 1st to 10th standard comes under rural area at the time of his / her studies, he / she will be eligible under rural quota, even though the same place has been declared as urban area in later days. 7. Candidates belonging to reserved categories should submit caste / income certificate as the case may be, issued by the Concerned Tahasildar in Form 'D' for SC, ST, in Form 'E' for Category-I and in Form 'F' for 2A, 2B, 3A and 3B categories, without fail during the verification of original documents at the Helpline Centres. Submission of any documents will not be entertained once the document verification process is completed. 8. The Government in its Order No. A P 304 J 2017 AU g , AP 14-09-2018, has enhanced the annual income limit from `6.00 Lakhs to `8.0 Lakhs per annum for claiming reservation benefit. The candidate and his / her father s - mother s who s Gross Annual Income is below Rs. 8.00 Lakhs are eligible to claim benefit of reservation under 2A, 2B, 3A and 3B categories. 9. Candidates claiming Hyderabad-Karnataka Region Reservation (",
        "Article 371 (j)) must submit the certificate [Annexure A (eligibility certificate rule 3(3))] issued by the concerned Assistant Commissioner during document verification. 10. Verification of documents: Candidates have to verify their documents as per the notified schedule. Only upon verification of documents and issue of verification slip (candidates are required to verify the printed data on the verification slip), candidate will be allowed to enter their options online. The candidates also have provision to take a print out of options in each round. Every candidate shall be given high security user ID and Password, using which the candidate has to login and change the password as per his / her choice. The details of Helpline Centres will be made available on the website http://kea.kar.nic.in. 11. KEA will allot the seats ONLINE in the order of merit and based on the priority of options obtained from the candidates. Candidates have to enter the options of their choice on the specified URL at KEA Website on their own arrangements. Candidates will have the choice to enter as many number of options as they desire. Candidates may note that they should enter their options carefully by following the prescribed procedures. Please read the following pages for more details. 12. According to the candidate s final option entry, college and course will be allotted. The candidate has to report to the finally allotted college / course compulsorily and candidate does not have the right to admit to the previous college and course selected. Therefore, he / she is advised to enter their options carefully. 13. If a candidate decides to surrender the seat, he / she has to surrender the seat only to KEA in writing. Merely not reporting to the selected / allotted college should not be presumed by the candidate that he / she have surrendered the seat to KEA. 14. Please read the refund and forfeiture conditions detailed in this brochure carefully. 15. No requests for Mutual Transfer of seats will be entertained by KEA at any point of time. 16. All the admissions / allotments made to and by the colleges shall be subject to approval by the Government / concerned University / Apex Bodies. 17. KEA will publish on its website http://kea.kar.nic.in all the details of candidates such as candidate's name, father's name, category under which seat allotted, annual income of the parent etc., who are allotted seats under reserved category in any discipline after the final round of seat allotment. APPEAL Any person aggrieved by the order or decision of the Executive Director under CET-2006 Rules may within 15 days from the date of such order or decision, appeal to the Principal Secretary to Government, Education Department (Higher Education), Government of Karnataka, who after calling for records from the Executive Director and after examining the same, shall pass orders as he deems fit, which shall be final. Fee Exemption / Pay details for SC / ST Karnataka candidates. Category Payment of Fees Candidates are exempted from paying 100% of fees in Government / Aided / Un-aided / Private / Deemed University Colleges seats as per G.O. No. P E Annual Income below 178 P 2015 A U g AP 31-12-2015. ( w C vU V Rs.2.50 Lakhs i d P t E SA i m U s n r D P Cf Ai z Vz. ) Candidates are exempted from paying 100% of fees in Government / Aided Annual Income above / Un-aided / Private / Deemed University Colleges seats as per G.O. No. Rs.2.5 Lakhs but below P E 178 P 2015 A U g AP 30-06-2016. ( w C vU V Rs.10.00 Lakhs A A z A Ai P Cf Ai z Vz .) Fee Exemption / Pay details for Category-1 Karnataka candidates Category Payment of Fees Exempted from paying fees for seats in Government colleges. For Private colleges, fee will be collected by deducting such fees fixed Annual Income Below in Government college seats. The candidate has to pay the balance 2.5 Lakhs fees. ( w C vU V Az z U U E SA i m U s n r D P Cf Ai z Vz .) The candidates may contact the concerned department regarding fee exemption eligibility / reimbursement criteria. The Government Orders for fee exemption is given below for information of candidates. 1. A P 589 JAJ 2013 A U g AP 05-10-2013 2. A P 589 JAJ 2013 A U g AP 06-08-2014 3. P E 178 P 2015 A U g AP 31-12-2015 4. P E 178 P 2015 A U g AP 30-06-2016 NOTE: While filling the application online please note the following. Annual Income of the Enter the Annual Income from all sources. (If married enter the annual family from all the sources: income by including the income of the spouse) Reservation category Select the appropriate reservation category to which you belong from the claimed list. Enter the name of the caste to which you belong. NOTE: All the candidates claiming reservation benefits should possess original Caste / Caste Income certificate as on the last date prescribed for receipt of application. The Caste / Category and the income in the Name of the Caste caste certificate should be the same as Caste / Category and Income mentioned in the online application form. Otherwise, such candidates will not be considered under the reserved categories and will be treated on par with a General Merit candidate, if they fulfill the General Merit eligibility criteria. In case of married woman, certificate has to be in the name of candidate along with husband and taking income of spouse and his family Caution ! : Submission of certificates to claim different types of reservation. A candidate who desires to claim a seat reserved for caste / category groups, viz., SC, ST Category-1, 2A, 2B, 3A and 3B should produce the Income and Caste Certificate issued by the Tahasildar of the concerned Taluk. If a candidate makes a claim in his / her DCET Application under any of the Caste- Category groups, KEA will not verify the claim at the initial stage. However when the candidate attends the document verification process on the prescribed date the candidate has to produce the required Income and Caste Certificate as claimed in the application form, failing which the candidate will not be allowed to verify their documents under that particular Caste / Category. Any request for allowing the candidate to verify the documents under that particular Caste / Category with a permission to produce the Income and Caste Certificate subsequently / or later date or day will not be entertained under any circumstances. The candidate who claim Reservation Caste Category and other reservation benefits Rural, Kannada Medium, etc. in DCET online application form are advised to attend document verification with the relevant certificates / documents. IMPORTANT INSTRUCTIONS ON OPTION ENTRY: The options entered by the candidate for the first round will remain same for all the rounds of seat allotment. The candidates will not be allowed to enter options again. Option Entry done before the first round will be the final list of options. The priority of options entered by the candidate will be shown on the option entry module by obtaining the candidate credentials. Candidate may delete or alter order of higher options. The candidate will be allowed to add new options for any colleges and course that came into the seat matrix after the first round. r i j P 2022 v l AaP Q Ai U A A z Av R Z U r En-2022 g D P Cf Ai e w / U v P g P Dz Ai z U Mz V g i wAi z y U U g AP q z P / l DAi i q z P jU t U z v Az Cz Ai i z P g tP z C P g . Cf Ai C s y U Mz V g i wU Cx C t Vz Cx C s y Cx C g P g Cx P i t v U z P Aq Az D C s y Ai l AU z Ai i C Ai z g g z U U z v C s y Ai P g Q P z Ai q z . Z U http://kea.kar.nic.in 1. J C s y U P gz m C DAi i z i wU V v z w P Jgq j Q P jz. UA i C sy Ai D P Cf Ai Az g A S U DVAz U i wAi P P q U z . Dz jAz P. . .z m r En- 2022P A A zA v q U Z U , C Z U v P luU j Ai i V U z P gt Az GAm U Ai i z / v Azg U P. . . U Cx P g U uA ii U . 2. s v A nA i rg C v j P Ai CAP U C s y U v z j P jz . C v j P Ai CAP U v U z g P Aq Az j v g AP q Ai v P t F P b jAi U P v g P jz . 3. C v j P Ai g i i Cx g Jt P Az V CAP U z g z z CAv C s y U j v g AP q Ai z P V P q P lP j P P g P P v CAP nA i wAi P . 4. J C s y U ( i U , . e , . A ., v Evg Az z U U C sy U jzA v) C g N z v gU w, N z Pt P U , i v s A i U Aq AU i t v C g J .J .J . / 10 vg U wAi A U i rz R jAz, A i z R w Ai Eg A v q z Pq A i V dg r P . 5. U t wAi q A i a C sy U C g N z A i / q s A i R jAz U t A U i t v q z Cz A A z P v Pu P jU Az g d i r P . 6. U t wAi q A i a i U z C s y U C g N z A i / q s A i R jAz q z U t A U i t v z e vU A Az s l v gj Az q z Dz Ai i t v P . 7. A lU rg U N g C sy U U t wAi q A i C g Vg . Dzg , C s y U 1 jAz 10 vg Uw g U A U i rz C g A U i rz Ai z U t z Vz , D A vg D z Ug z A z P n n z g CAv C s y U U t wAi q A i C g Vg v g . 8. w CrAi l DAi i rP C sy U e w / Dz Ai i t v A Az s l v gj Az q z l CAi Ai z P . . e w v . A Uq z C s y U r Ai , U 1g C s y U E Ai v U 2J, 2 , 3J v 3 C s y U J s e w / Dz Ai i t v z y U z R wU j Ai z dg r P . z R U j P Ai Vz U Ai i z z R U Pj U . 9. P j Dz A S . A P 304 J 2017 AU g , AP 14-09-2018 gA v 2J , 2 , 3J , U 3 U zr wAi z y U vA z/ v Ai g Ml P g i wAi g .6.00 P Az g . 8.00 P P a Vz. Az z U U U 2J, 2 , 3J v 3 U z C s y v C g v Az- v Ai Ml P Dz Ai w g . 8.00 P DVz CAv C s y U w s q A i C jg v g . 10. 371 (e ) z g z P lP w C q Ai Ea C C s y U A A z Ai P [Annexure A (eligibility certificate rule 3(3))] DAi Pj Az C Az-s J i t v P . 11. jm n P n z A v g , C a g n U g V, z R U j i r P Aq , j a nAi q z A vg i v ( j a nAi v Vg zv A g v z options j P P ), C g v EZ U ( ) D zP C P q U z . options z y U , v g EZ U ( )) v wAi wAi Az w q z P C P Eg vz . wAi z y U , Cv Av a gP u MzV g Ai g Lr v q C q U vz . Ez P Aq z y Ai V DU z Vz v Dv / DPA i EZ U g V q C z P z Vz. q P Az U g U http://kea.kar.nic.in m q U z . 12. C s y U z R EZ / CAi Ai j Ut jm Dz s gz D P l A aPA i i q U z . C s y U C g V i rP z z z s z P EZ / CAi Ai z R z . E DAi / EZA i z R P JA Ai g , C s y U J P zg DAi Ai z R z . Dzg z y U , r g Q Ai Ai z s C j P (options) Cv Av JZ jP Az v EZ U Qg v z J z U z l P . EZ / CAi Ai z R U R Z z w l A aPA i z C sy U z R EZ / DAi U J w l A aPU G Ai vz . z V EZ / DAi U z R C s y U U C P g . z w l A aPU AZ z R EZ / DAi U CAw EZ / DAi U DU vz . C s y U g U q z C s y U Az z R EZ / DAi U z R P U vz . C s y U Higher Order) z R z P i APz ( EZ / DAi U v Uz P Cx P i APU z C P g vz . z V Ai i z zg P d Cx P U m i n P U qA i i z i v z V EZ / DAi U z R C P P U z . Option Entry 13. C s y Ai z R C g CAw w l A aP i q U zj Az, A aP i rP Aq P d / P U Pq A i V q A i P U vz . MAz A w l Option DAi Ai i Vz , B A vg z w z u A i i z P g l A aPA i i z , A aPA ii U P d / P U Pq A i V q A i P U vz . C sy U v A w DAi i rz P f l Az j Ai i z P gt P C P g U l i i q . Option Entry C s y Ai v C i q U Cw JZj P Az i q P U vz . 14. D s y Ai v l g z r P Vz , P q Ai V P EJ P b jAi Tv g z i v g z r P . C s y Ai l q z A A z P f q Ai z Ez i v P l P EJ P b jAi g z r P Vz Ai Az s g z . 15. F g g g w v l U U z Ai i r Nz P jz . 16. C s y U DAi i rP Aq l U g g U uU U Ai i z A vz P g j Ut . 17. P g q J U Cx A A z P f g i rP U P g, A A z z Ai U U C P A U q C z U M n g vz . http://kea.kar.nic.in 18. P lP j P P g v m EAf Ai jAU l U A aP i rP C s y U J g U CAz g C sy Ai g , vA z Ai / P g g , Aii U z l A aP i q Vz, v Az/ v Ai P g P Dz Ai Ev Ai P Ai DAi Q Ai Vz A vg P n U vz . CHAPTER - I 1. INTRODUCTION The Karnataka Diploma Common Entrance Test-2022 (Diploma CET-2022) is being conducted for the purpose of determining the eligibility / merit, for admission of Karnataka candidates to the Second year or Third semester full time B.E courses in Day Engineering Colleges in Government / University / Private Aided / Private Un-Aided professional educational institutions in the state of Karnataka for the academic year 2022-23. Admissions to the Government seats shall be made in accordance with the Karnataka Selection of Candidates for Admission to Government Seats in Professional Educational Institutions Rules, 2006 (in short Rules-2006 ) and as amended from time to time and therefore the details and instructions contained in this Brochure are subject to the said Rules. In case of any discrepancy, the Rules shall prevail. 2. ABOUT THE DIPLOMA COMMON ENTRANCE TEST - 2022 A. In order to obtain admission to B.E courses through KEA, a candidate (diploma holder) must appear for the Diploma Common Entrance Test-2022, which will be conducted by the Karnataka Examinations Authority (Herein after referred to as KEA), Bangalore in accordance with the Government Order No. ED. 59 TEC 2012, dated 26-05-2012. B. As per Government letter No. ED 155 TEC 2022, Bangalore dated 19-07-2022, DCET-2022 will be conducted for Applied Science and Applied Mathematics subjects for 100 marks for all programmes. C. SCHEME FOR COMMON ENTRANCE TEST (Diploma CET-2022): Maximum Marks: 100 Test Duration: 3 Hours Subjects Marks Remarks Applied Mathematics 50 Common to all branches Applied Science 50 Number of Questions : 100 (Multiple choice) 3. WHO CAN APPLY? ACADEMIC ELIGIBILITY a) For B.E Courses: (i) For B.E Courses (Only in Day Engineering College): A candidate who has passed any diploma examination or equivalent examination and obtained an aggregate minimum of 45% marks taken together in all the subjects of the final year (Fifth and sixth semester) diploma Examination (Q.E) is eligible for admission to B.E courses, and 40% of marks in Q. E. in case of SC, ST and Backward Classes of Karnataka candidates. (ii) For B. Arch Course (Only in Day Engineering College): COUNCIL OF ARCHITECTURE (STATUTORY AUTHORITY CONSTITUTED UNDER THE ARCHITECTS ACT, 1972) NOTIFICATION New Delhi, the 30th June, 2022 F. No. CA/431/2022/MSAE(Regulations). In exercise of powers conferred by clauses (e), (g), (h) and (j) of sub-section (2) of",
        "Section 45 read with",
        "Section 21 of the Architects Act, 1972 (20 of 1972), the Council of Architecture, with the approval of the Central Government, hereby makes the following Regulations to further amend the Council of Architecture (Minimum Standards of Architectural Education) Regulations 2020, the same having been published in the Gazette of India, Part-III-Section-4 dated the 11th August, 2020, namely: - 1. (1) These Regulations may be called the Council of Architecture (Minimum Standards of Architectural Education) (Amendment) Regulations, 2022. (2) They shall come into force from the date of this publication in the official Gazette and shall be applicable for the academic session 2022-2023 only as a one-time measure and thereafter the original Regulations as notified in the Gazette on 11.08.2020 shall be in force. 2. In the Council of Architecture (Minimum Standards of Architectural Education) Regulations, 2020, in Regulation 4 for sub-regulation (1) and sub-regulation (2), the following sub-regulations shall be substituted, namely: - (1) No candidate shall be admitted to architecture course unless she/he has passed an examination at the end of the 10+2 scheme of examination with Physics, Chemistry & Mathematics subjects or passed 10+3 Diploma Examination with Mathematics as compulsory subject. (2) The candidate needs to qualify an aptitude test in architecture conducted either by NTA (i.e. JEE) or NATA conducted by the Council of Architecture. NOTE: The candidates who wish to apply for B. Arch Course and not having NATA score must appeared for National Aptitude Test for Architecture (NATA) conducted by Council of Architecture and has to secured a minimum of 40% marks. Send the NATA score card immediately to e-mail address: keauthority-ka@nic.in Please mention the subject in your mail as Diploma CET-2022 NATA SCORE. Important: The candidates who have obtained Diploma in Architecture are eligible only for Admission to 1st Year Architecture engineering course, provided if they have VALID NATA Score in NATA conducted by Council of Architecture. But, the candidates who have obtained Diploma in Architecture are not eligible for admission to 2nd year / 3rd Semester any other Engineering Courses. For admission to Architecture course candidate should compulsorily appear for NATA conducted by the Council of Architecture. Not only a candidate who has passed the qualifying examination (Q.E) with requisite marks, but also a candidate who is appearing/appeared for the Q. E. and expecting the results is also eligible to apply for the Diploma Common Entrance Test 2022. NOTE: The aggregate percentage of marks of the course of the qualifying examination (Q.E) shall be calculated as follows. Sum of the marks scored by the candidate in all the subjects of the final year (5th & 6thsemester) examinations Aggregate Percentage of Marks = 100 Sum of the maximum marks for all the subjects of the final Year (5th & 6thsemester) examinations Based on the performance of the candidates in the Diploma Common Entrance Test, and aggregate percentage of marks scored in the final year (5th & 6th semesters) examination taken in equal proportions the rank list will be prepared and published for admission to 2nd year / 3rd semester B.E courses. Similarly based on the aggregate percentage of marks scored in the final year (5th & 6th semesters) examination and the valid NATA score taken in equal proportions, the rank list will be prepared and published for admission to 1st year B. Architecture course. Therefore, the candidates are advised to attend the counseling only if they have the requisite percentage of marks in the qualifying examination. All the eligible candidates who have got the requisite percentage of marks as the case may be will be allowed to participate during the seat selection process in the order of their merit / rank for selecting the available seats, as per the time schedule which will be notified later. NOTE 1: The candidates who are holding Diploma certificate other than the certificate issued by the Board of Technical Examinations in Karnataka, shall produce an equivalency certificate issued by the Board of Technical Examination in Karnataka in which such qualification has been declared as equivalent to that of certificate issued by the Board of Technical Examinations in Karnataka during the document verification. 2: Candidates who do not pass in all the subjects in the qualifying examination are not allowed to appear for verification of documents and further online seat allotment. As per Government Letter No. ED 125 TEC 2015 (P) dated 06-08-2015, the candidates who have passed Diploma in Precision Manufacturing Course from GTTC, Bangalore are eligible to select the following courses. (A) Industrial Production & Engineering (B) Industrial Engineering & Management (C) Manufacturing Science & Engineering 4. RESERVATION OF SEATS IN FAVOUR OF SPECIAL CATEGORY CANDIDATES (Subject to Change / Amendment) Name of the Sl. Special Eligibility Criteria No. Category Candidates who have participated in Republic Day Camp conducted by the Director General of NCC, New Delhi from Karnataka or who have scaled Mount Everest as part of Directorate of General NCC Team and who possess B Certificate obtained during the five year period of study in Karnataka between 8th and 12th standards; or (ii) Candidates who have participated in the following camps conducted by the Director General of NCC, New Delhi from Karnataka and who possess B Certificate obtained during the five-year period of study in Karnataka between 8th and 12th standards namely; (a) All India Thal Sainik Camp (Boys) - TSC (B); (b) All India Thal Sainik Camp (Girls) - TSC (G) ; (c) All India Nau Sainik Camp - NSC; (d) All India Vayu Sainik Camp VSC; (e) Cadets who have been finally selected as a part of DG NCC team to participate in All India Movalankar Shooting Championship at National Level AND Youth Exchange Programmes and Foreign Naval Cruise or National Shooting championship Competition (NSCC) or any other All India Shooting Competition organized by DG NCC, NCC National Games as part of Karnataka and Goa Directorate contingent or having been selected by DG NCC to participate in any Naval Cuise on board India Naval Ships or Coast Guard Ships o having scaled the Reservation for (a) Mountaineering peaks (above 5500 meters) other that Mount Everest, as part of NCC Directorate of General NCC Team organised by DG, NCC. (iii) Candidates who have participated in the following camps conducted by the Director General of NCC, New Delhi from Karnataka and who possess B Certificate obtained during the five-year period of study in Karnataka between 8th and 12th standards namely; (a) All India Thal Sainik Camp (Boys) - TSC (B); (b) All India Thal Sainik Camp (Girls) - TSC (G) ; (c) All India Nau Sainik Camp - NSC ; (d) All India Vayu Sainik Camp VSC; (e) Cadets participate in All India Movalankar Shooting Championship as a part of KAR and GOA Director Team. AND in complete - Mountaineering Expeditions (over 5900 Mtrs), Sailing Expeditions using wind power only (401 KMs), Motor Cycle Expeditions (more than 3500 KMs) and Cycling Expeditions (more than 1500 KMs), launch camp for Republic Day Camp (RDC), Thal Sainik Camp (TSC), Nau Sainik Camp (NSC) or Vayu Sainik Camp (VSC) held at the DTE level or having participated in any of the under mentioned centrally organized camp of DG NCC organised by DG, NCC / NCC Director of Karnataka & Goa. (iv) Candidates who have participated in the following camps / courses conducted by the Director General of NCC, New Delhi from Karnataka and who possess B Certificate obtained during the five-year period of study in Karnataka between 8th and 12th standards namely: (a) NIC ; (b) Trekking ; (c) Mountaineering ; (d) BLC ; (e) ALC ; (f) RCTC and (g) Army, Navy, Air Force & Hospital Attachments (h) IMA / OTA, AF Stn, Naval Academy, Indian Naval or Coast Guard Ship or (i) any other attachment camp based on vacancies issued by DG, NCC (j) Mountaineering, Para Basic, SSB Screening or any other DG NCC organized course and adventure camps. (v) Candidates who possess B certificate obtained during the five-year period of study in Karnataka between 8th and 12th Standards. Provided that, for selection of a reserved seat under NCC category, candidates shall be considered in the following order of preference,- Candidate possessing NCC B Certificate and adjudged All India Best Cadet with Gold/ Silver/ Bronze Medal in Republic Preference 1: Day Camp held at New Delhi or having scaled Mount Everest as part of DG NCC Team. Candidate possessing NCC B Certificate and having been selected for Youth Exchange Programme (YEP) organised by DG NCC or having obtained Gold/ Silver/ Bronze Medal Preference 2: in the team events in Republic Day Camp held at New Delhi. (added YEP ) Candidate possessing NCC B Certificate and having Preference 3: participated in the Republic Day Camp held at New Delhi as part of the Karnataka and Goa contingent. Candidate possessing NCC B Certificate and having been awarded individual medal for All India Best Cadet with Gold/ Silver/ Bronze Medal in All India Nau Sainik Camp, All India Vayu Sainik Camp, All India Thal Sainik Camp (Boys/ Girls), All India Shooting Camps (GV Mavlankar, National Shooting Championship Competition (NSCC) or any other Preference 4: All India Shooting Competition organised by DGNCC), NCC National Games as part of Karnataka and Goa Directorate contingent or having been selected by DGNCC to participate in any Naval Cruise on-board India Naval Ships or Coast Guard Ships or having scaled the Mountaineering Peaks (above 5500 meters) other than Mount Everest, as part of DG NCC Team. Candidate possessing NCC B Certificate and having obtained Gold/ Silver/ Bronze Medal in any Team Events in Preference 5: the Camp mentioned in Preference 4 above or in Sailing Regatta organized by DG NCC or having sailed for more than 401 Kms (By using wind power only) as part of the Dte team. Candidate possessing NCC B Certificate and having attended All India Thal Sainik Camp (Boys / Girls), All India Nau Sainik Camp, All India Vayu Sainik Camp, All India Preference 6: Shooting Camps (GV Mavlankar, NSCC or any other All India Shooting Camp organised by DGNCC), NCC National Games as part of Karnataka and Goa Directorate contingent or in Sailing Regatta organized by DG NCC. Candidate possessing NCC B Certificate and having participated in any Adventure Activity like Cycling Expedition (more than 1500 kms), Motor Cycle Expedition (more than 3500 kms) or any other adventure activity planned and organised at the Dte level or cadets who participated in the launch Camp for Republic Day Camp (RDC), Thal Sainik Camp (TSC), Nau Sainik Camp (NSC) or Vayu Sainik Camp (VSC) held at the Dte level or having participated in any of the under mentioned Centrally Organised Camp of DGNCC. Preference 7: *National Integration Camp (NIC)/ Special NIC. *All India Trekking Camp. *Advance Leadership Camp (ALC). *Rock Climbing Training Camp (RCTC). *Army/ Navy/ Air Force Attachment Camps including Hospital, IMA/ OTA, AF Stn, Naval Academy, Indian Naval/ Coast Guard Ship or any other attachment camp based on vacancies issued by DGNCC. *Mountaineering, Para Basic, SSB Screening or any other DG NCC organised course and adventure camps. Preference 8: Candidates possessing ONLY B Certificate. Provided that while considering the candidates mentioned in sub-clauses (i) and (ii) above, gold medal winners will be preferred to silver medalist who in turn will be preferred to bronze medalist under the respective sub-clauses. Provided further that the Director of NCC or his authorised nominee shall be present in the KEA on the appointed days along with the list of eligible NCC candidates in the order of preference i.e. 1 to 7 to assist in the selection of candidates under NCC special category. Candidates who have represented the country and won medals / cups in SUPER-A Games appended to this brochure during the five-year period of study in Karnataka between 8th and 12th standards; (ii) Candidates who have represented the country and won medals / cups in Reservation for A Games appended to this brochure during the five-year period of (b) SPORTS : study in Karnataka between 8th and 12th standards; (iii) Candidates who have won medals / cups in B-Games appended to this brochure by representing Karnataka State and participated in the SUPER- A Games or A-Games appended to this brochure during the five-year period of study in Karnataka between 8th and 12th standards; (iv) Candidates who have represented Karnataka State in B-Games appended to this brochure and won medals / cups during the five-year period of study in Karnataka between 8th and 12th standards; (v) Candidates who have represented Karnataka State in any sports / games in B-Games appended to this brochure during the five-year period of study in Karnataka between 8th and 12th standards. Provided that for selection of a reserved seat in Sports category, the candidates who belong to sub-clause (i) shall be considered first; candidates who belong to sub-clause (ii) shall be considered second; candidates who belong to sub-clause (iii) shall be considered third and candidates who belong to sub-clause (iv) shall be considered fourth before considering the candidates belonging to sub-clause (v). Provided further that, while considering the candidates mentioned in sub- clauses (I), (ii), (iii) and (iv), gold medal winners will be preferred to silver medalist s who in turn will be preferred to bronze medalist s under the respective sub-clauses, irrespective of the number of medals. Provided also that the Commissioner for Youth Services and Sports or his authorized nominee shall be present in the KEA on the appointed days along with the list of eligible candidates to assist in the selection of candidates under Sports category. The Commissioner for Youth Services and Sports or his authorized nominee is the final authority to decide the candidate s eligibility under Sports category. Further, KEA shall not be held responsible in this regard. NOTE: The candidates claiming eligibility under the sub-clauses (a) and (b) above should also produce the study certificate appended to this brochure issued by the head of the educational institution for having studied and passed qualifying examination in the State of Karnataka, when they come for submission of documents. Son or daughter of Defence Personnel falling under Clauses (e), (f) and (g) of Item 6 of Chapter - I of e- Brochure should obtain the Defence certificates in the prescribed format appended to this brochure failing which they will not be allowed for verification of certificates and also for the later allotment of seats under Defence. Defence personnel for the purpose of these clauses means a person in Defence Service including Personnel belonging to Civil GT COYS ASC who were Civilian Class III or Class IV Government servants and Border Roads Organisational Personnel . (Vide Notification No. ED 189 TGL 94 Bangalore dated 29-07-1994). Reservation for (a) Candidates claiming eligibility under Clause (e) of Item 6 of (c) DEFENCE: Chapter I of e-brochure should produce the certificate of employment issued by the Controlling Office in the prescribed format appended to this brochure where the parent is working, Indicating the period during which the parent has worked in Karnataka. (b) Candidates claiming eligibility under Clause (f) of Item 6 of Chapter I of e-brochure should produce a certificate from the Record Office of the Defence Unit in the prescribed format appended to this brochure indicating that the parent had declared a place in Karnataka as his hometown at the time of joining the service. (c) Candidates claiming eligibility under Clause (g) of Item 6 of Chapter I of e-brochure should produce a certificate from the Controlling Office in the prescribed format appended to this brochure indicating the period during which the parent has worked in Karnataka, the present place of posting and also the fact that his family is permitted to stay in Karnataka. Provided that 10% of the seats shall be reserved horizontally for allotment to the children of defence personnel of Karnataka Origin from among the total seats reserved for defence personals. (Candidates claiming eligibility under Clause (f) of the 1st brochure) Son or daughter of Ex-Servicemen falling under Item 6(h) of Chapter- I of the Brochure should obtain a certificate showing the home address of the parent issued by the Joint Director / Deputy Director of the concerned district and countersigned by the Director, Department of Sainik Welfare and Reservation for (d) Resettlement, Bangalore, failing which they will not be allowed for verification EX_DEFENCE : of certificates and also for the later allotment of seats under Ex-Defence. Ex-Servicemen for the purpose of this clause include personnel belonging to the Civil GT COYS ASC who were Civilian Class III or Class IV Government Servants, who became permanently disabled or were killed during hostilities. The candidates claiming reservation under this category will be required to appear for Medical examination before a Committee comprising of the Executive Director, KEA as Chairman and three specialists from the Department of Orthopedics, Ophthalmology and ENT, nominated by the Government. Candidates with physical disability ranging above 40% should produce a Medical certificate issued by competent Doctor of any Government Hospital located in the State of Karnataka in the field of concerned disability, only on the day of Medical examination. Candidates suffering from hearing disability should compulsorily obtain and produce a BSER (Brain Stem Evoked Response) Audiometry report from All India Institute of Speech and Hearing, Mysore / NIMHANS, Bangalore / Manipal Hospital / Government Speech and Reservation for Hearing Institute, Lingarajapuram, Bangalore. The Medical Board will examine (e) PHYSICALLY the candidate and certificate and certify regarding the percentage of disability DISABLED: and the decision of the Medical Board is final. For the purpose of this proviso, persons with disability shall have the same meaning assigned to it, in the Persons with Disabilities (Equal Opportunities, Protection of Rights and Participation) Act 1995 (Central Act 1 / 1995). The candidates with disability less than 40% will not be eligible for claiming a seat under Physically Disabled category. The candidates claiming under Physically Disabled Special category quota should appear for medical examination only at KEA Office in BANGALORE. NOTE: The Physically Disabled candidates, who fail to appear before the Committee for Medical examination, will not be eligible to be considered for allotment of seat under Physically Disabled category. Reservation for Candidates claiming eligibility under Clause (o) of Item 6 of Chapter I of e- CENTRAL brochure should produce a certificate from the Record Office of the CAPF Unit (f) ARMED in the prescribed format appended to this brochure indicating that the parent POLICE had declared a place in Karnataka as his hometown at the time of joining the FORCE:- service. Reservation for Candidates claiming eligibility under Clause (o) of Item 6 of Chapter I of e- Ex-CENTRAL brochure should produce a certificate from the Record Office of the CAPF Unit (g) ARMED in the prescribed format appended to this brochure indicating that the parent POLICE had declared a place in Karnataka as his hometown at the time of joining the FORCE:- service. Achievements made by the NCC / Sports special category candidates in the events / games, till the date of Diploma CET 2022 will be considered for allotment of seats in the respective categories. (5) RESERVATION OF SEATS IN FAVOUR OF CERTAIN CATEGORIES: Reservation is made in favour of candidates belonging to the Scheduled Castes, Scheduled Tribes and Other Backward Classes of citizens under categories 1, 2A, 2B, 3A and 3B in accordance with Government Order No. SWL 251 BCA 94 dated 31st January 1995, as amended from time to time. Production of a Caste Certificate / Caste Income Certificate issued by the concerned Jurisdictional Tahasildar in accordance with the Government order No. Sa Ka E 225 BCA 2002 dated 30th March 2002 and No. Sa Ka E 104 BCA 2011 dated 06-02-2012 as amended from time to time, in Form D in case of Scheduled Castes & Scheduled Tribes; in Form E in case of Category-I; in Form F in case of Other Backward Classes like 2A, 2B, 3A and 3B in support Reservation for of the claim is mandatory for selecting a seat under reserved category. RESERVED (a) (Annexure-II to this rule is reproduced for the information of the candidates and CATEGORY parents) CANDIDATES Provided that candidates belonging to SC, ST & Category - I should produce an Income certificate issued by Jurisdictional Tahasildar in the prescribed format appended to this brochure. (This is for the purpose of processing eligibility of candidates to claim Tuition Fee exemption and Government of India scholarship). Provided further that only candidates of Karnataka origin and who are claiming eligibility for Government seats in accordance with the eligibility clause (a), (b), (f), (h), (j), (k), (l) and (o) of Item - 6 of Chapter I of 1st Brochure shall be eligible to claim the benefit of reservation under this sub-rule. The candidates claiming eligibility for Government seats under eligibility clauses (c), (d), (e), (g), (i), (n) are not eligible to claim the benefit of reservation. 15% of the Government seats will be reserved horizontally in favour of rural candidates who have studied for 10 full academic years from 1st Standard to 10th Standard in educational institutions situated in places in the State of Karnataka other than larger urban area, smaller urban area or transitional area as mentioned in Karnataka Municipalities Act, 1964 or Karnataka Municipal Corporations Act, 1976 in accordance with the Government Order No. ED 01 Reservation for TEC 2002, Bangalore, dated 01-02-2002 and the eligibility criteria shall be as (b) RURAL defined in the Karnataka Reservation of Appointments of Posts in the Civil CANDIDATES services of the State for Rural Candidates Act, 2000 (Karnataka Act 1 of 2001). The candidates whose parents do not come under the creamy layer and the candidates who have studied TEN full academic years from 1st Standard to 10th Standard in places other than the places listed in this brochure will be eligible for claiming the benefit of Rural reservations. However, if the candidates have studied in these places from 1st to 10th standard before the date of notification as urban area, such candidates are eligible to claim rural reservation benefit. 5% of the Government seats will be reserved horizontally in favour of the Reservation for Kannada medium candidates who have studied TEN full academic years in KANNADA (c) Kannada medium from 1st Standard to 10th Standard, in accordance with the MEDIUM Government Order No. ED 118 UEC 2000, Bangalore dated 04-06-2000 and CANDIDATES as amended vide Government Order No. ED 02 UEC 2002, Bangalore dated 14-10-2005. Reservation as per The Karnataka Educational Institutions (Regulations of Admission in the Hyderabad-Karnataka Region) Order, 2013 . The part of the State called the Hyderabad-Karnataka Region comprising the districts of Bidar, Gulbarga, Yadgir, Raichur, Koppal and Bellary shall be regarded as the local area. Reservation of 70% of the available seats in every course of study in any regional seats for University or educational institution located in the places referred above in (d) ARTICLE 371 (J) the local area shall be reserved in favour of the local persons, in respect of such University or education institution. HYDERABAD 8% of the available seats in every course of study provided in a state wide KARNATAKA University or a statewide educational institution be allocated among the local candidates of the Hyderabad-Karnataka Region. The eligible candidates should produce the relevant certificate in ANNEXURE A appended to this brochure issued by the concerned Assistant Commissioner during document verification to become eligible to claim seat under Hyderabad-Karnataka Reservation (",
        "Article 371 (J)) in DCET-2022 as per rules. The interse merit determined under Rule - 7 (Please see Item - 6) will remain the same for the purpose of eligibility and benefit of reservation under Item - 7. If any seat reserved in favour of candidates belonging to any of the categories referred Item - 7 above is not filled up due to non-availability of eligible candidates belonging to such categories, the reservation to that extent will stand reduced and will be transferred to the General Merit category after allotment of seats. 6. ELIGIBILITY FOR GOVERNMENT SEATS (i) No candidate shall be eligible for admission to Government Seats unless he is a citizen of India and satisfies any one of the following eligibility conditions:- (ii) Each condition is specified as a clause and is individually referred by a code. The documents to be produced during verification of documents in support of the claim for each of the Clauses are also detailed below the respective clauses. (iii) The candidates who do not satisfy any of the Clauses / Eligibility Criteria detailed below and the candidates who do not produce the prescribed documents in original will not be eligible for admission to professional courses under Government quota seats. (iv) Other than the certificates mentioned in each eligibility clauses below, wherever applicable if a candidate claiming seat under",
        "Article 371 (j) Hyderabad-Karnataka region reservation, candidate should produce eligibility certificate from the concerned Assistant Commissioner in Annexure-A as per the format. ELIGIBILITY CLAUSES CODES The candidate should have studied and passed in one or more Government or Government recognised educational institutions located in the State of Karnataka for a minimum period of SEVEN academic years commencing from 1st standard to Final Year as on 1st July of the year in which the Entrance Test is held and must have appeared and passed either SSLC / 10th standard or Diploma (All Semesters / Years) examination from Karnataka State. In case of the candidate who had taken more than one year to pass a class or standard, the years of academic study is counted as one year only. Documents to be produced: a 1) SSLC / 10th standard Marks Card, 2) Diploma (All Semesters / Years) Marks Cards of the candidate, 3) Candidate s Study Certificate; 4) If claiming Rural quota: - Rural Study Certificate; 5) If claiming Kannada Medium quota: Kannada Medium Study Certificate; 6) If claiming reservation benefits: Caste / Caste Income Certificate issued by Concerned Tahsildar- For SC / ST in Form-D, Category-I in form E and 2A, 2B, 3A and 3B in Form F. The candidate should have studied and passed Three Years Diploma Examination within the State of Karnataka from an Educational Institution run or recognized by the State Government and that either of the parents should have studied in Karnataka for a minimum period of SEVEN years. Documents to be produced: 1) SSLC / 10th standard Marks Card, 2) Diploma (All Semesters / Years) Marks Cards of the candidate; b 3) If claiming reservation benefits:- Caste / Caste Income Certificate issued by Tahsildar- For SC / ST in Form-D, Category-I in Form-E and 2A, 2B, 3A and 3B in Form-F., along with 4) (a) a study certificate for either of the parent having studied for at least 7 years in Karnataka from the Head of the educational institution where he / she had studied. (b) the candidate s study certificate for having studied three years Diploma in Karnataka issued by the head of the educational institution. The candidate and either of his / her parent s mother tongue should be Kannada, Tulu or Kodava and either of parent s was domiciled in the state of Karnataka, such candidate should have passed the qualifying examination from a University or Board or any other Institution located outside Karnataka and should be residing outside the State of Karnataka as on 1st July of 2022. Provided that the candidate shall undergo a Kannada Language test conducted by KEA. Documents to be produced : 1) SSLC / 10th standard Marks Card 2) Diploma (All Semesters / Years) Marks Cards of the candidate along with 3) a domicile certificate issued by the concerned Revenue or Municipal Authorities c certifying that the candidate and his either of parent have resided outside the state of Karnataka as on 01-07-2022. The place of the Issuing authority should correspond to the place of domicile of the candidate / father / mother. 4) a domicile certificate issued by concerned Revenue Authorities of the state of Karnataka regarding the previous domicile of the father / mother of the candidate as a place in the state of Karnataka. The place of the Issuing authority should correspond to the place of domicile of the father / mother. 5) Candidate s Study certificate, Transfer Certificate. 6) Father / mother 10th standard marks card / original cumulative record in original in support of mother tongue as Kannada / Tulu / Kodava. 7) A duly sworn declaration regarding mother tongue of the candidates. Candidates should produce the photocopies of all the above documents compulsorily when they appear for Kannada Language Test, failing which, ranks will not be assigned. A candidate whose mother tongue is Kannada, Tulu or Kodava should have resided and studied for a period of SEVEN YEARS between 1st and Final Year Diploma in disputed Kannada speaking area of South Sholapur or Akkalkot or Jath or Gadhinglaj Taluks of Maharashtra State or Kasargod or Hosadurga or Manjeshwar Taluks of Kerala State. Provided that the candidate shall undergo a Kannada Language test conducted by KEA. Documents to be produced : 1) SSLC / 10th standard Marks Card d 2) Diploma (All Semesters / Years) Marks Card of the candidate along with 3) Residential certificate from the concerned Tahsildar of the respective disputed Taluk. 4) Candidate s study certificate issued by the head of institution, which should be countersigned by Taluk Education Officer. 5) A duly sworn declaration regarding mother tongue of the candidate. Candidate should produce the photocopies of all the above documents compulsorily when they appear for Kannada Language Test, failing which, ranks will not be assigned. NOTE: The candidates claiming eligibility under Clauses c and d above, should invariably speak, read and write Kannada and must secure a minimum of 12 marks in Kannada Language Test to be conducted by KEA, Otherwise, they will not be assigned ranks. Provided that the candidate should obtain eligibility certificate from the Board of Technical Examination in Karnataka. In the case of a candidate who is son or daughter of defence personnel who has worked continuously in Karnataka for a minimum period of one year in Karnataka during the Two year period of study of candidates in Diploma course. The candidate should have studied and passed the qualifying examination from any Government or Government recognised educational institution located in the State of Karnataka. Documents to be produced : 1) SSLC / 10th standard Marks Card e 2) Diploma (All Semesters / Years) Marks Card of the candidate along with 3) The candidate s study certificate for having studied Three Years Diploma or equivalent examination in Karnataka issued by the head of the educational institution. 4) Employment certificate of the parent issued by the Controlling Office where the parent is working indicating the period during which he has worked in the State of Karnataka i.e., from the reporting date to till date. Son or daughter of serving Defence personnel from Karnataka who at the time of joining the Defence service had declared his / her hometown a place in the State of Karnataka. Proof of such domicile should be obtained and produced by obtaining the extract from the AG S branch (Army Hqs) respective branch of integrated HQ of MoD for Officers and respective Record Offices for f JCOs / OR. Further, the candidate should have passed the Q. E. from a University or Board or any other institution located anywhere in India. Provided that the candidate should obtain eligibility certificate from the Board of Technical Examination in Karnataka. Documents to be produced: 1) SSLC / 10th standard Marks Card 2) Diploma (All Semesters / Years) Marks Card of the candidate; 3) If claiming reservation benefits:- Caste / Caste Income Certificate issued by Concerned Tahsildar as per the prescribed format given in the brochure along with 4) Parent s home town declaration certificate while joining the service issued by respective branch of integrated HQ of MoD for Officers and respective Record Offices for JCOs / OR. In the case of a candidate who is a son or daughter of a defence personnel who had served in Karnataka for at least one year and is posted to the disturbed areas of Jammu and Kashmir or North- East and whose family is permitted by Defence Authorities to continue to stay in Karnataka. Such candidate should have studied and passed the qualifying examination from any Government or Government recognised educational institution located in Karnataka. Documents to be produced : 1) SSLC / 10th standard Marks Card g 2) Diploma (All Semesters / Years) Marks Card of the candidate along with 3) The candidate s study certificate for having studied Three Years Diploma or equivalent examination in Karnataka issued by the head of the educational institution. 4) Service certificate of the parent issued by the Controlling Office indicating the period during which the parent has worked in Karnataka and a certificate showing the present place of posting, indicating that his family is permitted to stay in Karnataka. The present working place of the parent should be indicated in NAME and not by CODE NUMBERS. Son or daughter of an ex-servicemen who at the time of joining the defence service had declared a place in Karnataka as his home town, proof of such domicile should be obtained and produced from the Deputy Director, Department of Sainik Welfare and Resettlement . Further, the candidate should have passed the Q. E. from a University or Board or any other institution located anywhere in India. Provided the candidate should Obtain eligibility certificate from the Board of Technical Examination in Karnataka. Documents to be produced : h 1) SSLC / 10th standard Marks Card 2) Diploma (All Semesters / Years) Marks Card of the candidate; 3) If claiming reservation benefits :- Caste / Caste Income Certificate issued by Concerned Tahsildar- For SC/ST in Form-D, Category-I in Form-E and 2A, 2B, 3A and 3B in Form-F 4) Parent s home town declaration certificate while joining the service issued by the Joint Director / Deputy Director of the concerned district and countersigned by the Director, Department of Sainik Welfare and Resettlement, Bangalore. In the case of a candidate being a son or daughter of an employee of the Union Government or an employee of the Union or Karnataka State Government Undertaking or Joint Sector Undertaking, who is liable to be transferred anywhere in India as per the terms and conditions of his employment and has worked in Karnataka for a minimum period of one year in Karnataka during the Two year period i of study of candidates in Diploma course. and such candidate has studied and passed the qualifying examination from any Government or Government recognised educational institution located in the State of Karnataka Documents to be produced : 1) SSLC / 10th standard Marks Card 2) Diploma (All Semesters / Years) Marks Card of the candidate along with 3) The candidate s study certificate for having studied Three Years Diploma or equivalent examination in Karnataka issued by the head of the educational institution. 4) A certificate from the employer indicating the parent s period of employment in the State of Karnataka and also showing that he is transferable anywhere in India. Son or daughter of a working or retired employee of the Union Government or employee of Union or Karnataka State Government undertaking or Joint Sector undertaking where such employee; (a) had declared to the employer at the time of joining service any place in Karnataka to be his home town; and (b) had studied in any Government or Government recognised educational institution or institutions located in Karnataka for a minimum period of seven years; and was or is liable to be transferred anywhere in India as per the terms and conditions of his employment. Further, the candidate should have passed the Q. E. from a University or Board or any other institution located anywhere in India. Provided that the candidate should obtain eligibility certificate from the Board of Technical Examination in Karnataka. j Documents to be produced : 1) SSLC / 10th standard Marks Card 2) Diploma (All Semesters / Years) Marks Card of the candidate; 3) If claiming reservation benefits:- Caste / Caste Income Certificate issued by Concerned Tahsildar- For SC / ST in Form-D, Category-I in Form-E and 2A, 2B, 3A and 3B in Form-F Along with (1) a study certificate of the parent employee for having studied for at least 7 years in the State of Karnataka from the Head of the educational institution where he / she had studied. (2) home town declaration certificate of the parent employee while joining the service and showing that he is transferable anywhere in India issued by the employer. Son or daughter of Members of Parliament elected from Karnataka. Further, the candidate should have passed the Q. E. from a University or Board or any other institution located anywhere in India. Provided that the candidate should obtain eligibility certificate from the Board of Technical Examination in Karnataka. Documents to be produced: 1) SSLC / 10th standard Marks Card k 2) Diploma (All Semesters / Years) Marks Card of the candidate; 3) If claiming reservation benefits :- Caste / Caste Income Certificate issued by Concerned Tahsildar- For SC / ST in Form-D, Category-I in form-E and 2A, 2B, 3A and 3B in Form-F. 4) Certificate showing that the parent is / was a Member of Parliament elected from Karnataka issued by the Parliament Secretariat. Son or daughter of serving or retired employee:(a) belonging to All India Service of Karnataka cadre; and (b) of the Karnataka State Government, who has served or is serving outside the State of Karnataka during the period corresponding to Candidate s study outside the State from 1st standard to Final Diploma or qualifying examination can be added to make up the seven years study within Karnataka as required under clause (a) above. Documents to be produced : l 1) SSLC / 10th standard Marks Card 2) Diploma (All Semesters / Years) Marks Card of the candidate ; 3) If claiming reservation benefits :- Caste / Caste Income Certificate issued by Concerned Tahsildar- For SC / ST in Form-D, Category-I in Form-E and 2A, 2B, 3A and 3B in Form-F, along with 4) Certificate from the Principal Secretary / Deputy Secretary / Under Secretary, DPAR, Government of Karnataka, Bangalore where the parent belongs to All India Service of Karnataka cadre stating that the parent is a member of such All India Cadre. The certificate should also indicate the period during which he has served or is serving outside the state of Karnataka and if the parent is a State Government Employee, a certificate from the concerned Head of the Department or the Head of the Office where such parent is employed should be produced in this regard. The candidates who have studied TEN full academic years in Kannada Medium from 1st standard to 10th standard in places outside the state of Karnataka. Such candidates need not appear for Kannada Language Test conducted by KEA. Provided the candidate should have studied and passed the qualifying examination from any Government or Government recognised educational institution. Documents to be produced : 1) SSLC / 10th standard Marks Card 2) Diploma (All Semesters / Years) Marks Card of the candidate along with n 3) A domicile certificate issued by the concerned Revenue or Municipal Authorities certifying that the candidate and his father / mother have resided outside the state of Karnataka as on 01-07-2022. The place of the Issuing authority should correspond to the place of domicile of the candidate / father / mother. 4) Candidate s Study certificate, for having studied in Kannada Medium from 1st standard to 10th standard issued by the head of the institution. Whose parent is serving or retired in Central Armed Police Force service, who at the time of joining the CAPF service (Central Armed Police Force) had declared the hometown as a place in the State of Karnataka, proof of such domicile having been produced by obtaining the extract from the Record Office of the CAPF Unit where the Parent s service record are maintained. Further, the candidate should have passed the Q. E. from a University or Board or any other institution located anywhere in India. Provided that the candidate should obtain eligibility certificate from the Board of Technical Examination in Karnataka. o Documents to be produced: 1) SSLC / 10th standard Marks Card 2) Diploma (All Semesters / Years) Marks Card of the candidate; 3) If claiming reservation benefits:- Caste / Caste Income Certificate issued by Concerned Tahsildar as per the prescribed format given in the brochure; along with 4) Parent s home town declaration certificate while joining the service issued by Record Office of the CAPF unit, where the parents service records are maintained. NOTE: In case, if any of the documents produced in respect of the Clause claimed by the candidate is found to be false / incorrect, the seat allotted to the candidate will be cancelled at any stage and the entire fee amount paid by such candidate will be forfeited. CHAPTER II MORE ABOUT THE WRITTEN TEST 1. SYLLABUS for DIPLOMA CET - 2022 The broad outline syllabus for the Diploma Common Entrance Test for B.E/ B.Tech Courses is hosted on the KEA Website for the information of the candidates. Government in its letter No. ED 155 TEC 2022 Bangalore dated 19-07-2022 has directed KEA to conduct Diploma Common Entrance Test for Applied Science and Applied Mathematics subjects only for all the programmes; further Government in its order No. ED 88 DTE Bangalore dated 14-07-2022, has ordered eligible Diploma holders to select any Engineering branch for admission to 2nd Year / 3rd Semester under lateral entry scheme. r En-2022 o P ( P g z n P n Vz .) Applied Science P gz v A S Er 155 nE 2022 A U g AP 19-07-2022 g , v Applied Mathematics A i U i v j Ut J U AU U C Av MAz w P Dzs gz r En 2022 C q C z r P lP j P P gP Dz z. Az j z P gz Dz A S Er 88 rnE 2022 A U g AP 14-07-2022 C Ai g U r EAf Ai jAU P U AU i r C vA i q g C s y U lg JAn P 2 z Cx 3 g EAf Ai jAU P U U g V Ai i z EAf Ai jAU P U DAi i rP Dz z. 2. DURATION, QUESTION PAPER AND OMR ANSWER SHEETS The DIPLOMA CET-2022 will be held in one session, conducted for 180 marks with 3 hours (180 minutes) duration. Additional 25 Minutes will be given for filling Name, Admission Ticket No. Version Code and Serial Number in the OMR Answer Sheet and Question Booklet. The question paper will be of (Objective) Multiple Choice type. The question paper will be in different versions. Each question will have four different options. Each question will carry ONE mark. 3. Question Paper Pattern: Duration of the Test: 3Hrs Maximum Marks: 100 Sl.No Subject Marks Remarks 01 Applied Science. 50 Common to all the branches. 02 Applied Mathematics 50 Total 100 Objective Type (Multiple Choices) Questions. Books / Tables / Mechanical Charts / Programmable Electronic Aids / Cell Phones are not permitted in the examination hall, Possession of these items in the examination hall is considered as malpractice and disciplinary action will be taken by the concerned examination conducting authorities. All questions are compulsory. In other words, there is no choice among questions. Candidate is expected to attempt all the questions, in order to obtain maximum marks. THERE WILL BE NO NEGATIVE EVALUATION WITH REGARD TO WRONG ANSWERS BUT MARKS WILL NOT BE AWARDED IN RESPECT OF MULTIPLE ANSWERS. The version code of the question paper will be boldly printed on facing sheet of the question paper. COMPULSORY: Initial TEN minutes will be given for the candidates to write / shade the particulars such as Name, Diploma CET Number, Version Code and Serial number of the question booklet on the OMR answer sheet in the boxes provided. The candidates who do not write / shade the correct Diploma CET Number and Version Code on the OMR answer sheets, the OMR answer sheets of such candidates will not be scanned and will not be assigned any rank. The candidates will have to mark correct options on the Optical Mark Reader (OMR) answer sheet, which will be supplied at the beginning of the test. Among the four options provided against a question, only one answer will be correct. The candidate should mark the correct answer by completely shading only one circle against a question number, using BLUE or BLACK ink ball point pen. More details about precautions to be taken while filling the particulars on OMR answer sheet is given below. The OMR answer sheet comprises of two sheets. The top sheet will be used for the purpose of marking correct answers and later scanning & evaluation and the bottom sheet will be returned to the candidates after completion of the test. The bottom sheet is coated with a special kind of chemical which acts as Carbon. When the candidate fills the circles on the top sheet, the pressure on the bottom sheet will automatically create a replica of the top sheet. The invigilators will detach the bottom sheet from the top sheet at the perforations and hand over the bottom sheet (replica) to the candidates and they are allowed to carry the same with them. The top sheet will be retained by the invigilator for returning the same to the Deputy Chief Superintendent of the examination center and in turn to KEA. 4. Optical Mark Reader sheets as Answer Sheets The need for the replica has compelled us to design OMR sheet in such a way that all the information and the answers are marked only on one side. The top portion of the sheet is meant for furnishing the particulars about the candidates such as the Name, DIPLOMA CET Number, Version code and serial number of the question booklet. The bottom portion is meant for marking the answers, affixing the signature of the room Invigilator & candidates. The space meant for the subject would have been pre-marked. The square blocks in each item should be filled by the candidate in capital letters and numbers. The circles corresponding to the letters or numbers are meant to be completely shaded using blue or black ink ballpoint pen only. 5. Why Ball Point Pen? Remember, we are allowing the candidates to carry home a replica or facsimile of the OMR answer sheet and the OMR answer paper comes in a set of two sheets. When you shade the top sheet, the pressure will create a dark mark on the bottom sheet on the corresponding circle. If a pen with a nib is used, the pressure on the top sheet will not be sufficient to activate the chemical on the bottom sheet. On the other hand, a ballpoint pen exerts sufficient pressure to convert the bottom sheet chemical into a dark spot. That is why we want you to use a blue / black ink ballpoint pen only. 6. Important precautions to be taken while writing / shading Top portion of OMR Answer Sheet The initial TEN minutes will be given to a candidate, for writing / shading the particulars on the top portion of the OMR answer sheet, wherein the candidates are required to write their Name within the boxes, write their Diploma CET Number in the boxes and shade the respective circles, write the Question booklet version code in the boxes and shade the respective circle in the required manner. The candidates are also required to write the Question booklet serial number. Of the five items, entries pertaining to Name , Diploma CET Number and Question booklet Version code are very crucial ones. Therefore, candidates are advised to take extra precaution while writing and shading these three items accurately on the top portion of the OMR answer sheet. Important precautions to be taken while shading answers on bottom portion of OMR Answer sheet. After the initial TEN minutes 180 minutes will be given to a candidate for shading the answers on the bottom portion of the OMR answer sheet. Against each question number, four circles will be provided corresponding to four options of the question paper. The candidates are required to shade only one circle corresponding to the correct answer. The scanner is so sensitive to black and blue ink shades that even a slight residual ink mark or an unintended ink dot within a circle on the OMR answer sheet will be taken by it, as filled / shaded, at the time of scanning. Consequently, the candidate may lose marks. Therefore, please do not make any stray pen marks on the OMR answer sheets. As the scoring done by the scanner and the computer in tandem is final, a plea for erasing or neglecting the ink mark on a circle cannot be entertained. Therefore, candidates are advised to take extra precaution while shading the circles on the bottom portion. 7. THINK BEFORE YOU INK! Once you darken a circle, there is no way to erase or to remove it. That way, your decision about a correct answer will be final. The invigilator will not permit you to use marker, white fluid or any other device to hide the shading already done and you will not be supplied with one more set of OMR sheet. If you spoil a sheet in your attempt to rub off the shading done on a circle, you may ruin your opportunities. If two circles are shaded in a row and even if one of the circles is partially rubbed off, the scanner will take it as a multiple attempt. Therefore, think twice before you shade a circle with ink. Darken only one circle for each question as shown against the CORRECT METHOD. METHOD OF SHADING The candidates should invariably preserve their DCET 2022 OMR answer sheet replica for a minimum period of one year from the date of obtaining the admission order. 8. DETERMINATION OF MERIT AND PUBLICATION OF MERIT LISTS (A) DETERMINATION OF MERIT: The merit list of diploma holders for Day Colleges B.E/B.Tech Courses will be prepared based on the marks obtained in the final year examination or fifth and sixth semesters examination leading to diploma in the relevant branch of Engineering (Internal assessment marks will be considered for determination of merit in case of semester students, where internal assessment marks are counted for declaring the diploma result) and marks obtained in the Diploma CET 2022 taken in equal proportions. In the case of Architecture Course, the merit will be determined on the basis of marks obtained by candidates in the qualifying examination in all subjects and the valid NATA score taken in equal proportions. If the merit of two or more candidates is the same, the interse merit will be determined with reference to marks obtained in the entrance test, and where the marks obtained in such cases are same, the interse merit will be determined on the basis of the marks obtained in the second year/third & fourth semester and where the marks obtained in such case are same, then the interse merit will be determined on the basis of the basis of the marks obtained in the first year/ first & second semester and where the marks obtained in such cases are same, then the interse merit will be determined on the basis of age of the candidates, wherein the elder candidate will be considered before the younger. NOTE: If everything as specified in the sub-clause referred to above is equal, then the interse merit will be determined by draw of lots. The determination of interse merit as detailed above for selection of Government seats will be the basis for the merit list of candidates claiming benefit of reservation under Admission Rules. (B) PUBLICATION OF MERIT LISTS: After the completion of common entrance test, the provisional ANSWER KEY will be published on the KEA Website: http://kea.kar.nic.in The candidates / parents / lecturers can file their objections, if any, addressed to the Executive Director, Karnataka Examinations Authority, Bangalore either in person, or through e - mail, or by SPEED POST, with regard to any of the published Answer Key, along with all supporting documents / justification. Objections received from the candidates without justification shall not be considered. The objections received by KEA will be placed before an Expert Committee, whose decision will be final for determination of the right answer key. The answer key approved by the Expert Committee will be applied during evaluation for determination of merit order. As per the merit determined by the KEA, ranks will be assigned. As per the norms and procedure the eligible candidates Result sheets will be published on KEA Website http://kea.kar.nic.in. The correct Answer Keys will also be published along with the results. Request for re-totaling or revaluation of the OMR answer sheets will not be entertained, as the valuation and the subsequent scoring will be error free. CHAPTER III 1. DOCUMENTS TO BE PRODUCED DURING DOCUMENT VERIFICATION PRIOR TO SEAT SELECTION PROCESS The original documents to be produced during seat selection process have been detailed separately in respect of Government seats as mentioned below each of the Eligibility Clauses. Government seats: Candidates who seek admission to Government seats should compulsorily produce the required documents in ORIGINAL with ONE set of attested photocopies of all the original documents, for verification at the designated centers by KEA at the time of registration for seat selection. After verification, only ONE set of attested photocopies of all the documents will be retained by the KEA and all original documents will be returned to the candidates. The documents to be produced for claiming Government seats are detailed clause wise, below the respective eligibility clauses of this brochure. Explanation for some of the prominent documents is as follows: SSLC marks Card: SSLC Marks Card or X standard or equivalent examination marks card for proof of date of birth. Diploma Marks Cards: First, Second and Third Year (all six semesters) diploma or qualifying examination marks cards. Study Certificate: Study Certificate to show that the candidate has studied in Karnataka for a minimum period of SEVEN years from 1st Std. to Final year/Sixth semester Diploma or qualifying examination issued by the Head of the Institution and countersigned by the BEO or DDPI in the proforma prescribed at APPENDIX-II. Rural Study Certificate: Rural Study Certificate in respect of candidates claiming the benefit of rural reservation should produce a verification certificate from the concerned Tahasildar along with a rural study certificate for having studied 10 full academic years from 1st Std. to 10th Std. in the State of Karnataka issued by the Head of the educational institution and such certificate should be got countersigned by the BEO or DDPI in the proforma prescribed at APPENDIX-II Note: The candidates whose parents come under creamy layer are not eligible to claim the benefit of rural reservation. Kannada Medium Study Certificate: Kannada Medium Study Certificate in respect of candidates claiming the benefit of Kannada Medium reservation should produce t he certificate for having studied 10 full academic years in Kannada medium from 1st Std. to 10th Std. in any educational institutions located in Karnataka run or recognized by the Government of Karnataka, issued by the Head of the Head of the educational institution and such certificate should be got countersigned by the BEO or DDPI in the proforma prescribed at APPENDIX-II. Caste/Caste Income Certificate: The candidates seeking reservation benefit should produce a Caste Certificate in form D in case of Scheduled Castes and Scheduled Tribes and in form E in case of Category-1 and a Caste Income Certificate in form F for the other backward classes like 2A, 2B, 3A and 3B, issued by the concerned Jurisdictional Tahasildar, in accordance with the Government order No. Sa Ka E 25 BCA 2002 dated 23rd March 2002, as a amended from time to time. Certificate claiming Exemption: Applicable only to candidates claiming exemption as per Clause code(c) to (i) as the case may be. All the candidates should bring Diploma Certificate issued by the Board of Technical Examinations, Bangalore or provisional Diploma certificate issued by the concerned Polytechnics. The candidates who have passed Diploma in Karnataka other than the Diploma awarded by Board of Technical Examinations, Bangalore should bring an eligibility certificate issued by the Secretary, Board of Technical Examinations, and Bangalore, which should be applied and obtained prior to the counselling on payment of prescribed fees. NOTE: 1. Where the eligibility of the candidate is based on the study of the parent, relevant documents to establish the relationship of candidate with the parent has to be produced. 2. The contents of the documents submitted by the candidates should be either in Kannada or English languages only. If the documents are in any other language, the same should be got translated to Kannada or English language through the concerned authorities with signature and seal and should be produced during seat selection. Otherwise the KEA reserves the right to reject the same. 2. THE FOLLOWING ORIGINAL DOCUMENTS AND ONE SET OF ATTESTED PHOTOCOPIES OF DOCUMENTS SHOULD BE SUBMITTED DURING DOCUMENT VERIFICATION PROCESS. Final Printout of the DCET-2022 Downloaded Application Form. Original copy of the Challan for having paid the fees. DCET-2022 Admission Ticket. SSLC / 10th Standard / Equivalent Examination Marks Card. Diploma or Equivalent Examination Marks Card of all the Years / Semesters. Study Certificate counter signed by the concerned BEO / DDPI (Only for Karnataka Candidates). TWO recent passport size Colour Photographs. The following documents should be produced, ONLY if applicable: Kannada Medium Study Certificate counter signed by the concerned BEO, for the candidates claiming Kannada Medium reservation benefits. Rural Study Certificate counter signed by the concerned BEO and a verification certificate (only for GM candidates). Caste Certificate / Caste Income Certificate / Income Certificate obtained from the concerned Tahasildar, for the candidates claiming Reservation benefits. (Caste and Income Certificate in Form D in case of Scheduled Castes and Scheduled Tribes and in Form E in case of Category-I and a Caste Income Certificate in Form F for other backward classes like 2A, 2B, 3A and 3B, issued by the jurisdictional Tahasildar) (Only for Karnataka Candidates) Parent s study certificate / Parent s Hometown certificate / (Parent s Domicile certificate / Parent s Employment certificate / Parent s Cumulative Record / Parent s Marks Card, etc.,) for the candidates claiming eligibility for Government seats based on the (domicile) / study / (employment) of the parent. Candidates claiming Hyderabad-Karnataka Region Reservation (",
        "Article 371 (j)) must submit the certificate in Annexure A (eligibility certificate rule 3(3)) issued by the concerned Assistant Commissioner during document verification. Duly sworn in Affidavit of the candidate who claims eligibility under Horanadu and Gadinadu Kannadiga clauses. Valid NATA Score Card. (Result Sheet) in case of candidates applying for B. Arch Course. NOTE: Further, candidate belonging to SC, ST and Category-I claiming seat under reserved category shall also produce Income certificate issued by the jurisdictional Tahasildar for verification. Provided further that the candidate shall be eligible to claim caste, category and income benefit only if he has claimed the same in the online application form. NOTE: IF THERE IS ANY CHANGE IN THE DOCUMENTS VERFICATION PROCEDURE, THE SAME WILL BE NOTIFIED ON THE KEA WEBSITE, CANDIDATES ARE ADVISED TO VISIT KEA WEBSITE REGULARLY 3. ADMISSION FEE Fee Structure for diploma cadidates for the Academic Year 2022-23 will be published on the KEA Website http://kea.kar.nic.in 4. GOVERNMENT SEATS (SEAT MATRIX) The KEA will receive the seat matrix from the Government before the commencement of Admission round seat selection process. Hence, an accurate number of seats to be offered for allotment as Government seats, college wise, category wise and course wise, cannot be made known at this stage. The seat matrix (Government seats) in respect of B.E / B.Tech / B.Arch courses, as notified by the Government will be published on the notice boards of the KEA and also on the KEA website http://kea.kar.nic.in before the commencement of seat selection. For the benefit of candidates, full postal address and telephone / fax numbers of Professional colleges and the total number of Government share of seats offered in these colleges for the academic year 2022 is available on the KEA Website and no inference shall be drawn either for number of seats or to the college for the academic year 2022. The allotment of seats will be done as per the Seat Matrix published by the Government of Karnataka. 5. PROCEDURES FOLLOWED DURING THE SEAT SELECTION PROCESS The candidates, who have been assigned ranks based on Diploma Common Entrance Test 2022 & Qualifying Examination in case of B.E Course and based on NATA Score & Qualifying Examination in case of B.Arch Course, will be allowed to enter options online for allotment of seats online of their choice in the order of merit and based on options entered by the candidate. The details of the document verification and option entry schedule will be notified separately in the newspaper and also on the KEA website http://kea.kar.nic.in 6. LEGAL JURISDICTION Any dispute that may arise in respect of the test or the later seat selection process and admission is subject to the jurisdiction of the Hon ble High court of Karnataka. The issue of admission order by the KEA shall enable the candidate to join the concerned college, subject to the academic eligibility, etc., being approved by the concerned University as per the Regulations. 7. ALLOTMENT OF SEATS BY THE CANDIDATES AND ADMISSION 1. Karnataka Examinations Authority is conducting online seat allotment by obtaining the options from CET Rank holders for admission to 2nd Year / 3rd Semester BE / B.Tech courses and for 1st year to Architecture course. Seats will be allotted based on the merit and priority of options entered by the candidates. For the online seat allotment process, NIC, Karnataka along with KEA has worked out a simple user friendly software to make your experience of choosing a professional college and course as simple and convenient as possible. This is your user manual which helps you to navigate through the entire process of accessing the seat allotment, keying in your options in order of priority, securing an allotment of seat, and finally joining the college of your choice. We advise you to read this thoroughly. As always we are there with you, and you can communicate with as on email: keauthority-ka@nic.in, Website: http://kea.kar.nic.in All candidates are advised to read the following instructions and understand the process clearly before keying in options. Candidates are required to make the right choices thereby ensuring that the seat allotment process is completed successfully. KEA will bring out important and relevant information from time to time for smooth implementation of online counseling. All such information that is periodically updated would be available on KEA website http://kea.kar.nic.in , Helpline Centres and through newspaper notifications. 2. Essentials that a candidate must have when you leave the Helpline Centre after successful verification of your documents are- (a) Verification Slip (b) Unique Keyword (a) Verification Slip: A Verification Slip will be given to all the candidates on successful verification of the documents. Candidates are requested to verify all the details printed on it and if any wrong entries are made therein bring it to the notice of the Chief Nodal Officer of your Helpline Centre immediately. (b) Unique Keyword: Unique Keyword consisting of eight alphanumeric characters will be printed on the Verification Slip. This KEYWORD is UNIQUE to every candidate. You are required to keep it confidential and this is to be used for your access to the Option Entry Login on the KEA website. HOW TO ENTER THE KEA WEBSITE? (cid:1) Open any browser (use Internet Explorer, Firefox for better view) and enter http://kea.kar.nic.in in the address bar and then hit Enter. After successful entry of the website address candidates have to select the link titled as Diploma CET-2022 OPTION ENTRY which will take you to next screen. How to Login for the First Time? Every Candidate has to enter his / her Diploma CET Number, Diploma CET Application Number along with the unique keyword which was printed on the verification slip issued to him / her after verification. Step 1: (cid:1) Open any browser (use Internet Explorer, Firefox for better view) and enter the website name as http://kea.kar.nic.in in the address bar. Hit Enter Button in the key board. Step 2: (cid:1) Enter the Diploma CET Admission Ticket Number in the text box of the home page. (cid:1) Click Submit button Step 3: (cid:1) Enter Application Number which is on the application form. (cid:1) Enter Secret Unique Keyword Provided after completion of verification of documents. (cid:1) Enter New Password (should consist of at least one alphabet and one number and should be of at least eight characters) (This is your secret Password, do not let others know to prevent misuse) (cid:1) Confirm New Password (should same as your New Password) (cid:1) Enter your Mobile Number (should be a valid mobile number in India, this is the number to which SMS alerts will be sent by KEA ,so it is very important that you enter the number carefully. Just as you have done in the Application Form that you filled in the Verification Centre) (cid:1) Enter your E-Mail Id (should be a valid e-mail id and this is the e-mail id to which log in and log out details will be sent ,so it is important that you enter carefully and check the details) (cid:1) Select Secret Hint question from the List (cid:1) Type hint answer for the secret question Step 4: USER ID and Password will be created for future access. Please remember the same and keep it confidential. KEA will not be responsible for consequences arising from misuse of Password and confidential Log-in-Id. Step 5: Click Login Button. (cid:1) Candidates should verify their basic information such as name, category, rank, etc. (cid:1) You will enter your Homepage on the Option Entry website. (cid:1) Check your details appearing on this page-you will see your name, Diploma CET Rank, your Rank discipline wise etc. How to Logout? Each time you log in remember you have accessed your homepage. Take care to see that you logout completely by clicking on the log out button. The candidate must logout after completing the session for option filling at any time and should not close the window as such. How to change Password? Correctly, check all the basic details which you have entered earlier. After ascertaining the correctness of the entry the system will allow the candidate to enter the new password. Please remember this password for continuation of the process of registration, option filling and option saving. This password or changed password will be required till completion of Online Allotment Process. You can change your password any number of times. Change Password option is used to change password of the candidate login. You can change your Password for secured login. Step 1: Step 2: (cid:1) Go to Home Page. Enter Current Password (cid:1) Click the link Change Password. Enter New Password Re-enter New Password and click the button Change Password. You have successfully changed your password. Your password needs to be carefully and confidentially retained by you. KEA will not be responsible for any consequences arising due to forgotten password / misuse of your password. Preparatory Home Work before Option Entry: As we have been telling you there is preparatory homework to be done very specifically before you are set to key in your Options. Your guiding factors are- i) Your Rank ii) Your choice of stream iii) Seat Matrix issued this year by the Government which will be available on our Website and Helpline Centres as soon as it is issued by the Government. iv) Whether you come under any Category? iv) Choice of college-its faculty, results of the previous years, infrastructure, placements, and availability of good hostel facility-please also visit the AICTE Website for details on colleges. v) Read through this Instruction Manual and User Handbook carefully as also the criteria followed by the computer on allotment of seats. The Option Work Sheet is there; you can take a print out of the same and start writing your options. Discuss with your parents, family, and friends. Finalise your Options, write it down. Now you are set for entry of your Options. KEA is very keen that every candidate should fulfill her or his merit / rank and true potential and that can happen only if you spend some time writing out your options. OPTION WORK SHEET By Clicking on the hyper link Option Work Sheet, a new window will be loaded. The Window will load the Option Work Sheet which can be taken print out by a click on the link Click here to Print Report . The hard copy of Option Work Sheet will be useful to work out with optional entry of courses in various colleges under various course streams depending on the candidate rank over the course stream. Step 1: Go to Home Page. Step 2: Click the link Option Work Sheet Step 3: A Pop up window will be loaded Step 4: Click the link Click here to Print Report to take the print out of Option Work Sheet . Detailed Option Work Sheet By Clicking on the hyper link Detailed Option Work Sheet , a new window will be loaded. The Window will load with Detailed option work sheet which can be take printout by a click on the link Click here to Print Report . The hard copy of Detailed Option Work Sheet will have the details of Group, Type, College, Option Number, Course Description, and College Description, so that a candidate will have clear overview of college details. This report will be useful to work out the option entry of courses in various colleges under various course streams based on the candidate s rank. Step 1: Go to Home Page. Step 2: Click the link Detailed Option Work Sheet Step 3: A Pop up window will be loaded Step 4: Click the link Click here to Print Report to take the print out of Detailed Option Work Sheet . When Can a Candidate Key in their Preferred Options? The date and time for beginning Option Entry will be notified in the Newspapers, KEA Website and in all Helpline Centres. Candidates are required to pay attention to the same and should key in their Options before time and last date for option entry. KEA will not be responsible if any candidate claims ignorance of the schedule for Option Entry and fails to key in options within the specified time and date period. Candidates are advised not to wait till the last time and date but should key in their options well within the last date and time specified. KEA will not be responsible if a candidate fails to key in his / her options due to any reasons. NOTE ON MOCK ALLOTMENT After the entry of options are completed, based on the real data mock allotment will be carried out and the allotment status will be hosted on the KEA website for the information of the candidates. Two days time will be given to the candidates to verify the status of their allotment. Here, the candidate after ascertaining college and course allotted, if he / she wants to change / modify his / her options can do so within the stipulated date and time. Then based on the modified entry of options the real allotment will be carried out. WHY DO WE CONDUCT MOCK ALLOTMENT? Based on the Mock Allotment a candidate can know his / her status of allotment as per his / her priority of options. This gives a clear view to the candidate to change or retain the entered options. Candidate can come to know that the other candidate with lower merit has got seat which he was eligible but for his not entering that option. Therefore, candidates will be given one more choice to change the priority of options, deletion of or addition of options. Due to change in the options by candidates after Mock Allotment, one may not get the same seat in the real allotment as was allotted in the mock allotment. Candidate s Options Entry (Your Priority Number (or your ranking for your seat option)) Candidates have to enter priority which is given in Numbers. Your priority number starts from 1 and ends in 999 against each course of particular college of specific course stream. The priority number is unique number for each course of all Streams. The following example table will give an idea of entering options, disciplines, and course details. Course Stream Course Priority of Option Engineering E031EC 1 Engineering E004TC 2 Engineering E001EC 3 Engineering E001TC 4 Engineering E002EC 5 Engineering E003EC 6 Engineering E003AR 7 Architecture E031AR 8 Architecture E030EC 9 The above table is only indicative and no inference can be drawn from it. HOW TO GET THE COLLEGE WISE AND COURSE WISE LIST? Step 1: (cid:1) Go to Home Page. Click the Link Candidate s Option Entry College wise and Course wise list. After entering the basic details, candidate will find the following screen. (cid:1) Click Course List Menu on the right top corner of the home page (cid:1) Course List will be loaded in the new tab sheet. (cid:1) Click College List Menu on the right top corner of the home page to view the college list. (cid:1) Select any one of three colleges list (cid:1) College list will be loaded in the new tab sheet. (cid:1) From One College list there is a link to go to Other College list and Course & Description. Step 2: Candidate can apply for more than one discipline by selecting and giving the options numbers in sequential manner Step 3: (cid:1) Courses and Colleges will be listed for particular selected course type (cid:1) Enter the option in the box by giving numbers 1, 2, 3, 4 . depending on the priority of the course and college. (The Option Number is unique for each course of all Course Stream) Step 4: (cid:1) Click Save button Option will be loaded in the sequential order in Selected view Option window. The above table is only indicative for the information of the candidate and no inference shall be drawn in this regard. There is no limit for entry of options and a candidate can enter any number of options as he / she wishes to exercise on his / her own priority. Candidates are advised to enter more number of options to avoid the disappointment of not securing a seat. Any candidate has to enter the option in the priority as he / she desires. Candidates are advised to do thorough home assignment regarding the choices which they want to exercise, the college which they prefer, the course which they are interested to join etc. It is better to download the option entry sheet and discuss the same with your parents / guardians / mentors etc before actually entering same in the system. Your interest in the discipline, college infrastructure, course, distance from your place, availability of hostel etc may be some of the issues to guide your choices of options and advice of your parents. As it will save your time and minimize your chance of making mistake in option entry on the online option entry form. The allotment will not proceed to the next rank candidate till the list of your options is completely searched for availability of a seat. The candidate may change the options as many times as he / she desires before the last date and time notified for entry of options. Options recorded in the server on the last day and time of the notified schedule in each round will be frozen and only the frozen options will be considered for allotment of seats. NOTE: Candidates are advised not to start entering the options directly on the online option form on the internet without preparatory work at home on choice of options, as it leads to commission of mistakes / wrong entries / wrong order of preferences. In order to avoid last minute rush candidates are advised not wait till the last day and KEA will not be responsible for any network related problems. FAQ s on OPTION ENTRY How to save Options entered? Just below the option entry panel a button called SAVE is available on the website. Every time a candidate enters the options and wishes to exit the website he has to click the button SAVE and then he can logout from the website without any loss of information. Does a candidate have to enter all the options at once? No, a candidate can enter and alter the entries as many times as he wants, but before the last date and time prescribed for option entry. But each time candidate has to SAVE his options by clicking on the SAVE button. How to make changes in Options saved and entered? After completion of process of options entry is over, and if a candidate wants to change the options he can do so by changing the preference order in the Modify Selected Option panel. Then save the options. He can see the changed order of preference in the Selected Option View which shows all the saved options. But this can be done only before the last date and time for option entry is over. Is it essential that a candidate key in all his / her Options in one sitting in front of your computer? No, a candidate can enter as many times as he wants 24 X 7 at any number of sittings, but before the last date and time prescribed for option entry. But each time candidate has to SAVE his options by clicking the SAVE button. Till what time can a candidate make changes in the Option Entry Form? Before the last date and time prescribed for Option Entry. How to Change Order of Priority? Once the option entry is completed, the computer will display all such entered options in a separate panel Modify Selected Option . The candidate by viewing this can rearrange the options. The 54th option may be changed to 30th in the following method. Scroll down to the 54th option number, place the curser in front of it and enter as 30. Now this modified option will be placed at the position at 30, this can be viewed at the separate panel Saved Options . Like this a candidate can change the order of options and he can delete the entered options by entering zero in the order number. Therefore, it is better to enter the options after you have written it down in the option entry sheet to avoid confusion. Modifying Order of Options If you want change the order options of the college and courses. Step 1: Go to Modify Selected Option window. Step 2: Change the Numbers / Type the new numbers in the option field for new priority. (Note: Take care that there should not two same number in the options entry since Priority number against each course is unique) Step 3: Click Update Button in the Options Step 4: Newly Modified option will be loaded in the Selected view Option window Example 1: Candidate who s wants to change the priority of courses A Candidate is needs to change the priority of the courses. The process of changing the course priority is instructed below Table X: Table Y: The Current option priority is given The Candidate wants to change the priority of below in College course as follows College Course Option No College Course Option No E001CS 1 E001CS 4 E002EC 2 E002EC 6 E003IM 3 E003IM 1 E004IM 4 E004IM 2 E005TC 5 E005TC 3 E006IT 6 E006IT 5 If the candidate gives same option number for more than one course then the system would automatically sort those options as per alphabet sorting of course. Step 1: Go to Modify Selection Option panel. Step 2: Change 4 against Course - E001CS - Change 6 against Course - E002EC Step 3: Change 1 against Course -E003IM - Change 2 against Course E004IM Step 4: Change 3 against Course E005TC - Change 5 against Course E006IT Step 5: Click Update Button (Note: Care should be taken that there should not be two same options for the different disciplines since Priority number against each course / discipline is unique) Delete Options How to delete Options entered? In the Modify Selected Option if a candidate enters zero (0) then automatically that option will get deleted from the list. Step 1: Go to Modify Selected Option window. Step 2: Enter the number 0 (Zero) in the option field to delete. (Note: More than One Option can be deleted at the same time) Step 3: Click Update Button in the Options Step 4: Deleted Entry option(s) will not be there in Selected view Option window Step 5: Click Update Button (Note: Option 1 and Option 2 is left unchanged, since option 3 is deleted and priority will be changed after option 3) Print Option Report (Summary/Detailed) Once the Options entry is over. You can have the report printed in both summary and detailed manner. Step 1: Go to Selected Options View window. Step 2: Cross verify the courses and colleges depending on the priority of Courses, Colleges and Course type Step 3: Click hyperlink short or detailed to get the short or detailed report respectively. Can I take a printout of My Options Entry sheet? If so at what stage? Provision is made to take the print out of options at every interval. Candidate has to SAVE his options whenever he changes his options. For the purpose of allotment of seats the computer will consider the last saved options. So it is advised that the candidate take print out of the final options at the end, that is, if you have done your final option entry and you will not change your options further, then you can take the print out of the entered and saved options for your reference. Options Entry Example By a Click on the hyper link Option Entry Example , a new tab sheet will be loaded by the browser. The tab sheet will have the details of instruction how a candidate can register options for the courses. Step 1: Go to Home Page. Step 2: Click the link Option Entry Example View Login Details Click the link View Login Details to view your latest login details in the web page. Step 1: Go to Home Page. Step 2: Click the link View Login Details . Step 3: A Window will load with Login details. This uptimes the history of your log in and log out in to your account. You can access this information and be assured that as long as you have not disclosed your unique keyword and password; nobody can access your account. How does a candidate know his/her account is not accessed by others? It is very clearly informed to all the candidates that the USER ID, Unique Keyword and PASSWORD should not be revealed to anybody. Further, KEA is sending SMS alerts and e-mails each time when a candidate logs in and logs out of the website. For this the candidate has to enter his mobile number correctly and the e-mail will be sent from are registered valid e-mail ID only. Based on the Keyword provided by KEA the candidate has to generate his own password. It is the duty of the candidate to safeguards the credentials of unique Keyword, login and password provided by KEA. Therefore, other than the candidate it is not possible to access / edit the candidate accounts by others or even by KEA. PROCESS OF ALLOTMENT OF SEATS AND ADMISSION The seat matrix issued by the Government for each discipline will be adopted for allotment seats. College wise, course wise and category wise seat matrix issued by Government will be hosted on the KEA website for the information of the candidates and parents. The allotment of seats will be conducted in the following two rounds and each round consists of three phases and each phase consists of number of iterations. 1. First Round. 2. Second and Final Round. 1. FIRST ROUND SEAT ALOTMENT (i) After the last date and time fixed for entering the options is over and as per the seat matrix issued by the Government, action will be taken to allot the seats in the order of merit based on the priority of the options entered by the candidates and by following the reservation policy of the Government. (ii) The computer begins allotment with the Special Category seat for Physically Disabled, NCC and Sports Category. a. The computer starts the allotment with the Physically Disabled persons as per their rank and options. As per the Act, 3 % of the seats in all Government, Aided and Unaided private colleges in Engineering / Architecture courses are reserved and candidates belonging to the Physically Disabled Category can give options as per the seat matrix in these colleges. b. After allotment to Physically Disabled candidates, seat allotment to NCC candidates holding preference 1 to 8 will be allotted under in NCC quota as per their preference and if the preference is the same the interse merit among the candidates will be considered. Likewise candidates in Sports category in Preference 1 to 5 will be allotted in Sports quota and where the preferences are equal the interse merit will be considered. c. General Merit category candidates will be considered only in the General Merit quota. The rank list will be invariably followed for allotment of seats. All Reserved category candidates will first be considered for allotment in General Merit as per their merit and rank and as per the options given by them. After the General Merit seats are exhausted the candidate belonging to the respective categories will be allotted the seats in their respective category as per their rank and as per the options given by them. d. Reserved Kannada Medium and Rural Category candidates will be first allotted in General Merit Category, then in the Rural and Kannada Medium of General Merit category and respective general of the reserved category and finally in the Kannada Medium and Rural of the respective category subject to availability of seats. e. Hyderabad-Karnataka reservation will also be considered for allotment of seats. The eligibility for Hyderabad Karnataka reservation will be published before the commencement of the document verification process. f. While allotting to Special Category candidates namely, Defence, Ex-Defence, CAPF, Ex-CAPF, first allotment will be made under General Merit category as per their ranks, if the seat is not available in GM, then it will be allotted in the respective reserved category if seats are available and then finally the seats will be allotted under Special Category if seats are available in the order of merit. g. * While allotting to Reserved Categories and Special Category candidates in Engineering, first allotment will be considered under General Merit category, if the seat is not available in GM, then it will be allotted in the respective reserved category if seats are available and then finally the seats will be allotted under Special Category if seats are available in the order of merit. FLOW CHART FOR FIRST ROUND Special Category All eligible (SC,ST,CAT, OBC-I & GM) Order of Allotment candidates (PH ,NCC and Sports ) Including Special Categories. a) Engineering (D, XD, S-G, AGL, CAPF,Ex- CAPF) b) Architecture 1st Phase of allotment: 1st Phase : i) Allotment of seats to all the disciplines as per the seat matrix issued by the Government. (a) Physcially Disabled candidates (b) NCC candidates (c) Sports Candidates ii) Allotment of seats to Engineering iii) Allotment of seats to Architecture Based on the merit and priority of options the first phase of allotment begins. The computer will first allot the seats in the above mentioned order and continues in the same order. While allotting the seats in the 1st Phase at any stage, the seat allotted if any, will automatically get cancelled upon allotment of a seat in the subsequent discipline and such cancelled seat will be considered for allotment of a seat in the next iteration. Therefore, multiple iterations may take place in the 1st Phase. The computer will stop the allotment only if the last seat is allotted or when it reaches the last rank in each discipline. That means the candidates will always be climbing upwards both in options and in roster. The order of allotment as shown above will get repeated in the 1st phase until there is no change in the allotment of any candidate. 2nd Phase of allotment. After allotment of seats in the first phase, action will be taken to allot the seats for the 2nd phase allotment of seats. After completion of the 1st Phase of allotment of seats, the seats that remain unfilled under all the Rural and Kannada medium quota of the reserved categories will be converted to General of the respective reserved categories (SCR & SCK to SCG, STR & STK to STG, 1R & 1K to 1G, 2AR & 2AK to 2AG, 2BR & 2BK to 2BG, 3AR & 3AK to 3AG, 3BR & 3BK to 3BG) before the commencement of 2nd Phase and offered ONLY to the reserved category candidates including GMR & GMK category candidates. Consequential vacancies which arise during this allotment of seats will remain in the same category and will be offered to the same reserved category candidates. In this phase only reserved category candidates will be considered for allotment and GM candidates will not be considered. Further, GM and SNQ seats will also be not considered for allotment of seats. IMPORTANT: This procedure for conversion of seats will be adopted before the commencement of 2nd Phase of allotment. Further, if the reserved category candidates are allotted with a General Merit / respective reserved category seat during the 2nd phase of allotment, then a reserved category seat becomes vacant. Such seats are treated as CONSEQUENTIAL VACANCIES . These consequential reserved category vacancies that arise during the 2nd phase of allotment will remain under the same categories and will be offered only to the candidates belonging to the same reserved categories. NOTE: All GM consequential vacancies which arise in this phase will be considered for allotment in the 3rd Phase of allotment. In this phase also, the order of seat allotment remains same which is as follows: 2nd Phase : i) Allotment of seats to all the disciplines as per the seat Matrix issued by the Government. (a) Physcially Disabled candidates (b) NCC candidates (c) Sports Candidates ii) Allotment of seats to Engineering iii) Allotment of seats to Architecture Based on the merit and priority of options the second phase of allotment begins. The computer will first allot the seats in the above mentioned order and continues in the same order. While allotting the seats in the 2nd Phase at any stage, the seat allotted if any, will be released automatically upon allotment of a seat in the subsequent discipline and such released seat will be considered for allotment of a seat in the next iteration. Therefore, many iterations may take place in the 2nd Phase also. The computer will stop the allotment only if the last seat is allotted or when it reaches the last rank in each discipline. That means the candidate will always be climbing upwards both in options and roster. The order of allotment as shown above will get repeated in the 2nd Phase until there is no change in the allotment of any candidate. 3rd Phase of Allotment: After the allotment of seats in the second phase of allotment, the seats that remain unfilled under various reserved General categories such as SCG, STG, 1G, 2AG, 2BG, 3AG, 3BG, GMR and GMK, along with unfilled special category seats, if any, will be converted to the General Merit category and offered to GM candidates along with all other reserved category candidates in the 3rd Phase of allotment. However, the consequential Rural and Kannada medium reserved category seats that arise during the 3rd Phase of allotment and if remains un-allotted then the same seat will be converted to the General of the respective reserved categories only if there are no seats in the respective general category and will be made available for allotment only to the respective reserved category candidates during 3rd Phase of allotment. In this round also, the order of seat allotment remains same which is as follows: 3rd Phase : i) Allotment of seats to all the disciplines as per the seat Matrix issued by the Government. (a) Physcially Disabled candidates (b) NCC candidates (c) Sports Candidates ii) Allotment of seats to Engineering v) Allotment of seats to Architecture All the candidates will be considered for allotment of seats in this iteration. Before commencement of 3rd phase the computer will display the number of seats that got allotted in each discipline, total number of candidates allotted and the number of seats remained unfilled and number of candidates un-allotted. While allotting the seats in the 3rd Phase at any stage, the seat allotted if any, will be automatically released upon allotment of a seat in subsequent stage and such released seat will be considered for allotment of a seat in the next iteration. Based on the merit and priority of options the third phase of allotment begins. The computer will first allot the seats in the above mentioned order and continues in the same order. While allotting the seats in the 3rd Phase at any stage, the seat allotted if any, will be released automatically upon allotment of a seat in the subsequent discipline and such released seat will be considered for allotment of a seat in the next iteration. Therefore, many iteration may take place in the 3rd Phase also. The computer will stop the allotment only if the last seat is allotted or when it reaches the last rank in each discipline. That means the candidate will always be climbing upwards both in options and roster. The order of allotment as shown above will get repeated in the 3rd Phase until there is no change in the allotment of any candidate Speciality of 3rd Phase of allotment is, after completion of last stage of allotment of seats, the seats remained unallotted if any, in any reserved category will be converted to GM automatically and will be offered to all the eligible candidates from 1st to last rank based on the priority of options entered. That means repetition of phase 3 allotment process will take place. Phase 3 allotment stops only when there is no seat in reserved category and no change in the allotment. Summary: This illustrates that at each stage, the options are getting shrunk before moving to the next stage, if seats are allotted. If seats are not allotted, the options list remains unchanged. The seats which are returned back to seat matrix in the process of allotment stages will be allotted to the next candidate as per rank and options. This way there will be a number of iterations till the candidate gets the best seat of his choice governed by rank. This means, the system halts allotment when no seats are available for a candidate as per his options. All the steps taken together as detailed above will form one round and the stages mentioned above, are known as iteration stage / phase. The iteration stage in each round will go on as long as the choice of the candidate is not fulfilled or the availability seat is not exhausted. However it is possible that if all seats are exhausted then a candidate might not be allotted a seat at all. Therefore it is very important to candidates to give their options very carefully and after considerable thought and after discussing with their parents and elders. If by chance the options given by the candidate is not well thought he may lose a seat in a good college as he may not have given option for that particular college or would have given lower options. For example a candidate is interested in college A, but by mistake or by oversight he has given a lower preference for that college and has given higher preference for some other college. The computer then will allot a seat as per his rank and as per his higher priorities. In this way he may tend to lose a seat in the college of his choice merely because he has not given a correct priority of options. The iteration stage starts with allotment of seats in the order of rank After the entire iteration of all the discipline in all the three phase is complete the final list will be announced on the website and this is known as the First Round. Therefore, many iterations may take place in one round as per the choice of the candidate and as per the availability of seats. The candidate can track down the movement of seats in the different iteration stages to satisfy himself that the best of the choices is allotted to him. Virtual tracking of the process of allotment by the computer can be viewed by the candidate after allotment. This ensures transparency in the entire allotment stage and KEA is known for its motto Trust Through Total Transparency. The final list of the First Round will be hosted on the website, in the Helpline Centres and individual allotment will be sent by SMS, e-mail and the candidates are requested to note the allotment of seats to them in the First Round. The candidate here has 4 choices. The choices are: - POST SEAT ALLOTMENT PROCEDURE CHOICES BEFORE A CANDIDATE Choice 1: Satisfied with the allotted seat and candidate is willing to report to the allotted college, therefore candidate will not be considered for further allotment of seats in any subsequent round for any discipline. Such candidates should pay the prescribed fees by downloading the allotted details in the Helpline Centres, obtain the admission order and report to the college and immediately login to their Option Entry Log-In-Id and report to KEA that they have joined the College. Further the College Authority will have to login to their College Login-ID and report that the respective candidate has joined the College. If a candidate fails to report back to KEA that they have joined, then seat will be cancelled even though they might have physically joined. Further any candidate who has paid the fees and obtained the Admission Order and fails to report to the College on or before the last date and time specified by KEA in the Admission Order, for such candidates no extension of time will be given and the allotment made in his favour shall be treated as Cancelled and he / she has no claim further on such allotment and they will not be considered for allotment of seats in the subsequent round. Such seats shall revert back to the pool and fee paid by them will be forfeited. Implication: Not eligible to participate in the subsequent rounds. Important: Before opting this choice candidate is advised to be sure as he / she cannot come back to Option Entry Process in DCET-2022. Choice2: Satisfied with the allotted seat but wishes to participate in the next round. I will pay the prescribed fees by downloading the Challan / allotted details from the KEA website for the seat confirmed or allotted in the first round. If higher options gets allotted then earlier allotted seat gets cancelled automatically OR if higher options seats are not allotted then earlier allotted seat shall remains in candidates favour. Implication: Eligible to participate in the subsequent round keeping the seat allotted on hold. However, if a seat in the higher options gets allotted the candidate loses his old seat. There is no choice between the seats. Important: Fresh options will be permitted only when the new college / courses which are included in the seat matrix after the allotment of first round. Choice3: Not satisfied with allotted seat but wishes to participate in the next round with fresh options by surrendering the allotted seat. Implication: Eligible to participate in the subsequent round with fresh options and no hold on allotted seat. Choice4: Not satisfied with KEA allotted seat and candidate has got seat elsewhere, so candidate is quitting and not to be considered for allotment of seats in any of the further rounds. Implication: Not eligible to participate in the subsequent round no hold on the allotted seat and seat allotted earlier will get cancelled. NOTE: If a candidate fails to exercise any of the above 4 choices within the stipulated date and time then the seat allotted to such candidate stands cancelled automatically without any further notice in this regard and who will not be allowed to participate in further rounds. It is the endeavor of the Government that no seat should mis-utilized as all seats under Government quota are subsidized for the meritorious students. First round of seat allotment - Instructions to Candidates As per the seat matrix which will be issued by the Government, Seat Allotment will be made by following the Roster System based on the Merit / Rank of the candidate and based on priority of options entered by the candidates. After verifying the seat allotment results, the candidates can take the decisions as detailed below: a) The candidates have to confirm themselves about their seat allotment in the first round. If the candidate is satisfied with the allotted seat, then exercise Choice-1 on the KEA web-portal. b) If the candidate feels that the seat allotted to him / her in the first round is acceptable but wishes to participate in the next round for higher order options above the seat allotted, then exercise Choice-2 on the KEA web-portal. c) If the candidate is not satisfied with the allotted seat in the first round but wishes to participate in the next round for better options, then exercise Choice-3 on the KEA web- portal. d) If the candidate is not satisfied with the allotted seat in the first round and also not interested to participate in any rounds as the candidate has got seat elsewhere, then exercise Choice-4 on the KEA web-portal. The candidates who exercise Choice-1 Should follow the guidelines detailed below: a. The candidate has to confirm that he / she is satisfied with the allotted seat in the first round. b. If satisfied, exercise Choice-1 on the KEA Web-portal. c. Then candidate has to download / print the Challan from the KEA website which is in Triplicate. d. In the Challan, the details of the candidate will be pre-printed, such as Name, CET Number, College / Course Allotted details, Fee to be paid, Bank Account Number. Candidate has to confirm the printed details and affix the signature on the Challan. e. After downloading the Challan, candidate has to pay the prescribed fee in any nearest Bank which will be notified by KEA. f. After receipt of the payment, bank will return the candidate copy to the candidate by retaining the KEA and Bank copy. g. After one hour of making the payment, candidate will be able to download the Admission Order. h. Download the Admission Order and print the same and affix the signature on the Admission Order. i. Report to the college along with the Original Documents on or before the last date mentioned in the Admission Order. The candidates who exercise Choice-2 should follow the guidelines detailed below: The candidate who exercise Choice-2, have to compulsorily pay the prescribed fees for the confirmed / allotted seat in the first round. But Neither they can download the Admission Order NOR join the allotted college but will wait for the Second and Final Round. Candidates who exercise Choice-2 are participating in the Second Round by holding the seat allotted to them in the First round. If better options are allotted to them, the earlier seat will automatically stand cancelled. OR if any of the Options are not allotted, then the seat allotted to them in the first round will remain with the candidate. The seat allotted to the candidate in the first round will be considered as last option in the second round. If any of the better Options are not allotted, then the seat allotted to them in the second round will remain with the candidate. Mode of Payment: Candidate has to download / print the Challan from the KEA website which is in Triplicate. In the Challan, the details of the candidate will be pre-printed, such as Name, CET No, College / Course Allotted details, Fee to be paid, Bank Account Number. Candidate has to confirm the printed details and affix the signature on the Challan. After downloading the Challan, candidate has to pay the prescribed fee in any nearest branch of the Bank which will be notified by KEA. After receipt of the payment, bank will return the candidate copy to the candidate by retaining the KEA and Bank copy. Keep the Candidate s copy and wait for the second round, candidates will neither down load the admission nor will report to the allotted college, but wait for the second extended round. The fee paid in the first round will be adjusted for the Second Round upon selection of a seat, the balance amount if any will be refunded. Special Note: 1. Seats will be cancelled in respect of candidates who exercises Choice 2 and fails to make the payment within the stipulated date and time. 2. Choice 2 candidates, after making the payment decides to surrender the seats, can cancel the seat in any of the Helpline Centre before the last date prescribed for entry of options for the second round. For such candidates, an amount of Rs.5,000/- will be deducted from the payment made, and the balance amount if any will be refunded. In case, if they surrender the seat after the last date prescribed for option entry for second round, full amount paid as fees will be forfeited as per rules. The candidates who exercise Choice-3 should follow the guidelines detailed below: The candidates who exercise Choice-3 need not pay the fees for the allotted seat in the first round. The candidates who exercise Choice-3 are NOT satisfied with the allotted seat. The candidates who exercise Choice-3 are participating in the second round by rejecting the seat allotted to them in the first round. The candidates who exercise Choice-4 Candidate is Not satisfied with KEA allotted seat and he / she has got seat elsewhere, so he / she is quitting and he / she should not to be considered for allotment of seats in any of the further rounds. Such candidates have no hold on the allotted seat. C s y U U Z C s y U CHOICE U DAi i rP , Z C q q i rP , AQ w i q v Dz v q q i rP Ai i z Ai P P Az U U s n q C P v Eg . F J Z l nP U U P g z m http://kea.kar.nic.in U s n q P jz . r En-2022 - z v l AaP Z U 2022 zs P U U P g U r g m i n P C C r P Aq , C s y U jm v C s y U z R g D C Dzs j l AaP i q U z . l AaP Ai s v A C s y U En m j z Av g C s y U U F P U j g Av t Ai U v U z P z Vg v z . C) l AaP s v A P l z Av g C s y Ai v U z g Qg l v P g Vz JAz Rav r P P . v P g Vz , Choice-1 C P g z m DAi i rP P . D) C s y Ai v U z g Qg l v P g Vz Dz g U E Gv l P Vz , Dz jAz A w s U v JAz t z g Choice-2 C P g z m DAi i rP P . E) C s y Ai v U z w z g Qg l v P g V Dz jAz A w s U v JAz t z g Choice-3 C P g z m DAi i rP P . F) C s y Ai v U z w z g Qg l v P g V U z g Qg l q U U A w Ai i z l v U z P E , g A Az l v U z P v JAz t z g Choice-4 C P g z m DAi i rP P . Choice-1 C DAi i q C s y U F P V z U P . C) l AaP s v A P l z Av g C s y Ai v U z g Qg l v P g Vz JAz Rav r P P . D) v P g Vz , Choice-1 C P g z m DAi i rP P . E) Av g Cz m Az g wAi Z C q q i rP P / Am v U z P P . F) Z C s y Ai J g U CAz g , C s y Ai g , En AS , DAi Ai i Vg P d v P g , C s y Ai w P z , AP S v AS E U z . C s y Ai jAi i Vz JAz j i q P . G) Av g P g U r AP U Ai i z S Ai U v w P . J) AQ g v U z P Aq Av g P EJ w v AP wAi v q El P Aq , z y wAi A g V v g . K) wAi i z g U Am Ai Av g C s y U v q i rP z Vz . L) Av g P g z m Az v q z U r z e U z C s y Ai Ai i q P U J z R U A U v z P Ai AP M U V A A z P f q Ai P . M) P f q z Av g C s y U P g z m q z U z R P . Choice-2 C DAi i q C s y U F P V z U P . Choice-2 C DAi i rP Arg C s y U z w AaP Ai i z nU P q Ai V w P . w Av g v q q i rP C P g Cx P fU V q Ai Aw . w zs Choice-2 C P g z m DAi i rP P . Av g Cz m Az P g U r AQ g wAi Z C q q i rP P / Am v U z P P . Z C s y Ai J g U CAz g , C s y Ai g , En AS , DAi Ai i Vg P d v P g , C s y Ai w P z , AP S v AS E Vg v z . C s y Ai jAi i Vz JAz j i q P . Av g P g U r AQ Ai i z S Ai U v w P . AQ g v U z P Aq Av g P EJ w v AP wAi v q El P Aq , z y wAi A g V v g . z y wAi Z C v q El P Aq Jg q w n Ai Av s U P . Jg q w g Ai i z z g l z g Qz CAv nU FU w z Az tP i q U z . v K z g aU w z g G z v A g V U z . Choice-2 C s y U z w DAi Ai i z l v q G P Aq Jg q w s U v g . CAv C s y U U jm Dzs g z Ai i z l AaP Ai i z z w AaP Ai i z l g z U v z . Jg q w Ai i z l AaP Ai i U z z w q z l C g Ai Eg v z . jm Dzs g z Ai i z l AaP Ai i U z z w DAi Ai i z l C s y Ai j g v z . Z : 1. z w Choice-2 C DAi i r U v AP z U w s g z CAv C s y U l g z r P U z . z w Choice-2 C DAi i r w z Av g , C s y U l g z U P JAz t z CAv C s y U Jg q w DAi z R P Ai AP z M U V Ai i z P EJ Ai P P Az z l g z r P . CAv C s y U U w z v z Ai i g g .5,000/- C P m i r G z v A g V U z . MAz Jg q Az jz w DAi z R P Ai AP z Av g l g z r P Aq w z J Ai i g l U QP U z . 2. Choice-2 C s y U z w DAi Ai i z l v q G P Aq Jg q w s U v g . CAv C s y U U Ai i z l CAz g Higher Order Options AaP Ai i z z w AaP Ai i z l g z U v z . Jg q w Ai i z l AaP Ai i U z z w q z l C g Ai Eg v z . 3. Higher Order Options CAz g , M C s y Ai 180 D U z R z , E U Q z w C s y U 123 P i AP z D l z g Qz JAz s z , 1 jAz 122 D U l U Higher Order Options DU v z . Jg q w F Ai i z D U U jm Dzs g z l AaP Ai i z z w AaP Ai i z l g z U v z . 4. Higher Order Options U Ai i z l AaP Ai i U z z w DAi Ai i z l C s y Ai j g v z . Choice-3 C DAi i q C s y U F P V z U P . Choice-3 C DAi i rP Arg C s y U z w AaP Ai i z nU w CU v g . Choice-3 C s y U z w DAi Ai i z l E g . Choice-3 C s y U z w DAi Ai i z l g z r P Aq (v q G P z ) Jg q w s U v g . CAv C s y U U Ai i z l AaP Ai i z i v C g l DAi i rP P . Choice-4 C DAi i q C s y U C s y Ai v U z w z g Qg l v P g V U z g Qg l q U U A w Ai i z l v U z P E , g A Az l v U z P v JAz t z g Choice-4 C P g z m DAi i rP P . 2. SECOND and FINAL ROUND OF SEAT ALOTMENT: After completion of 1st Round seat allotment, all the unfilled / surrendered / forfeited / cancelled / newly added seats, if any, will be offered as CASUAL VACANCIES. All candidates who have entered Choice 2 and 3 will be eligible for participate in this round. Allotment of seats in the Second Round will be that of the same with regard to order of allotment followed in the First Round. IMPORTANT: The options entered by the candidate for the first round wil remains same even for this second round of seat allotment. The candidates will not be allowed to enter options again. Option Entry done before the first round will be the final list of options. The priority of options entered by the candidate will be shown on the option entry module by obtaining the candidate credentials. Candidate may delete or alter order of higher options. The candidate will be allowed to add new options for any colleges and course that came into the seat matrix after the first round. Candidates who are participating in this round mean they are looking for better seat than the allotted seat in the earlier round. If the candidate does not get any seat in this round then the seat allotted to him / her in the earlier round if any stands confirmed. i. The priority of options entered by the candidates will remains same even for this round also. ii. All the above higher order options will be considered for allotment of seats. Think that, if a candidate has been allotted a seat in the First round for his / her 115th option, all the above higher order options means, option number 1 to 114 will only be considered for allotment. iii. All the lower order option from 116 to the last entered options will not be considered for allotment. iv. Candidate can modify / alter / delete the priority of options from 1 to 114. v. If any of the options from 1 to 114 is available in the order of merit then computer will allot the seats to that candidate and automatically the earlier allotted seat will get cancelled and added to the seat matrix and it will be offered to the next candidate below and to subsequent candidates. vi. If a candidate fails to get any of the options from 1 to 114 then the seat allotted to him / her in earlier round for 115th option will remain with him / her. vii. Always, the computer starts from option 1, so that the candidate will get the best of the best options entered by him / her. (Options 1 to Option 114) viii. Candidates should not claim any ignorance on allotment of seats and they should not reject the allotted seats since the seat is allotted to candidates based on the options entered by them and order of merit. ix. For any reason candidates will not be allowed to continue in their earlier allotted colleges. As already informed the earlier allotted seat will not be in their favour and therefore such candidates should invariably report to the allotted colleges. x. If the candidate gets a seat in the colleges entered by him / her in this round, the seat opted by him / her in this round will be confirmed and the seat held by him / her in the earlier round will gets cancelled automatically. xi. Please note that if any seat gets allotted in this round as per merit and options entered by the candidate, there is no chance of getting back the earlier allotted seat. xii. Candidates are advised to modify / delete / re-order the options they want to select whether the seats shown in the seat matrix or not, only for the reason that consequential vacancies may arise during allotment process and the candidates will have a chance of getting a better seat if they have entered the options. NOTE: Consequential vacancies that arise after their turn cannot be claimed. Additional instructions to first round Choice-2 candidates. Candidates who exercise Choice-2 are participating in the second round by holding the seat allotted to them in the first round. If higher order options are allotted to them, the earlier seat will automatically stand cancelled. OR if any of the Higher Order Options are not allotted, then the seat allotted to them in the first round will remain with the candidate. Higher order options means, presume that the candidate has entered 180 options, and the seat is allotted for his / her priority number 123 in the first round, then the priority number 1 to 122 are the higher order options. If any of the Higher Order Options are not allotted, then the seat allotted to them in the first round will remain with the candidate. Additional instructions to first round Choice-c candidates. Choice-3 candidates are participating in this round without holding any seat allotted to them in the first round, if any seat is allotted to them in this round then such seat will be confirmed in their favour or if no seat is allotted to them then they will not be having any seat in their favour. All the already entered options except the allotted option will be displayed on the option entry screen. All the options means, presume that the candidate has entered 180 options, and the seat is allotted for his / her priority number 123 in the first round, then the priority number 1 to 180 except 123 will be displayed on the option entry screen. Candidates can alter, modify, delete or re-order the already entered options. Important Instructions to Candidates Regarding Second Round The following types of seats are made available for second extended round seat allotment. 1. Unfilled seats of First Round. 2. Choice 3 seats of First Round. 3. Choice 4 seats of First Round. 4. Exercised Choice 1 in First Round but failed to make payment or not joined the college. 5. Exercised Choice 2 in First Round but failed to make payment. 6. Cancelled / Surrendered seats. 7. Candidates allotted seats in First Round but failed to exercise their Choice within the last date. 8. Newly added seats if any. 9. Consequential Vacancies. Types of candidates allowed for Second and Final Round. 1. Choice 2 candidates of First Round who have made the payment. 2. Choice 3 candidates of First Round. 3. Not allotted any seat either in First Round. The following types of candidates are not eligible to participate in the Second and Final Round. a. Candidates who have failed to exercise any choice even after allotment of seats in the First Round. b. Candidates who have exercised Choice 1 or 2 in the First Round but failed to make the payment for the seat confirmed by them. c. Candidates who have exercised Choice 1 after seat allotment in First Round but failed to collect the Admission Order. Seat Allotment: After the last date prescribed for entry of options for the Second Round, action will be taken to allot the seats based on Merit and Options entered by the candidates, by following the Roster System and Reservation Policy. Post allotment procedure: Implication: - Choices before a candidate. 1. There will be no Choice to exercise to the candidates. 2. Candidates who have allotted seat in any discipline are required to pay the prescribed fees (if not paid) and should compulsorily report to the colleges on or before the last date mentioned in the admission order and should update the details through their log-In-Id to KEA or they lose their allotted seats. 3. If any candidate fails to report to the college after allotment of seats in the Second Round, legal action will be initiated against such candidate in accordance with law. Steps to be followed by the candidates who have already paid the fees in the First Round Step 1. All the candidates including those who have downloaded the Challan and made the payment for the seat allotted in the first round must compulsorily download the fresh Challan once again for the seat allotted in the second round. Step 2. The fee paid details if any, will be printed on the Challan. Step 3. The fee paid in the earlier round will be adjusted for the seat allotted in this second round. Step 4. If there is no difference in the fees paid and the fees in the allotted college in this round, Download the admission order from the KEA Website by selecting the appropriate link and by entering the required credentials. Report to the college on or before the last date mentioned in the Admission Order. Step 5: Compulsorily update the details through their log-In-Id to KEA or failure to update the reported details will result in cancellation of allotted seat. Steps to be followed by the other candidates, IF the candidate has not paid any fees or has paid lesser fees in the second round, then a. Download / print the Challan from the KEA website which is in Triplicate. b. In the Challan, the details of the candidate will be pre-printed, such as Name, CET No, College / Course Allotted details, Fee to be paid, Fee paid already if any, Bank Account Number. Candidate has to confirm the printed details and affix the signature on the Challan. c. After downloading the Challan, candidate has to pay the prescribed fee / balance fee in any branch of the Bank specified by KEA. d. After receipt of the payment, bank will return the candidate s copy to the candidate by retaining the KEA and Bank copy. e. After one hour of making the payment, candidate will be able to download the Admission Order. f. Download the Admission Order and print the same and affix the signature on the Admission Order. g. Report to the college along with the Original Documents on or before the last date mentioned in the Admission Order. h. Compulsorily update the details through their log-In-Id to KEA or failure to update the reported details will result in cancellation of allotted seat. NOTE TO CANDIDATES WHO HAVE PAID EXCESS FEE. If KEA has to return the excess fee amount, Refund Link will be enabled by KEA to such candidates, kindly select the Refund Link from the KEA website and enter all the bank details. The balance amount if any will be transferred directly to the account information provided by the candidates. KEA or the Bank is not responsible for the wrong / false information provided by the candidates. The detail of the information to be provided by the candidate is as follows: BANK Details (In block letters only) Name of the Account Holder Relationship to the candidate DCET Admission Ticket Number Name of the Bank Core Bank Account Number IFSC Code of the Bank Mobile number or land line Phone no. of the candidate. A NOTE ON REFUND AND FORFEITURE OF FEE / CANCELLATION OF A SEAT (1) If a candidate who has been allotted a seat in any discipline in the First Round and who has reported to the college, wishes to surrenders / cancel the seat before the last date notified for entry of options for the Second and Final Round, the Executive Director, shall deduct Rs.5,000/- as processing fee and refund the remaining fee paid. (2) If a candidate who has been allotted a seat in any discipline in the First Round and who has reported to the college or not, surrenders the seat after the completion of Second Round, the Executive Director, shall forfeit the entire fee paid. (3) The candidate who surrenders the seat allotted in the Second Round, the Executive Director, shall forfeit the entire fee paid. (4) No surrender or cancellation of seat shall be accepted, unless the candidate surrenders the original admission order issued by the KEA, original Bank Challan, original Green Card and original Verification Slip. (5) If a candidate does not surrender / cancel / fails to join the allotted college even after the completion of the Second Extended Round the Executive Director, Karnataka Examinations Authority shall forfeit the entire fee amount paid by the candidates. (6) If a candidate reports to the college and later on leaves the college he / she has to necessarily surrender the seat back to KEA only. It is the endeavor of KEA to see that subsidized Government Quota seats are accessible and available to all meritorious students. Hence failing to surrender the seat back to KEA will be viewed as a breach of contract and severe lack of social responsibility. SPECIMEN OF PRESCRIBED (DIFFERENT TYPES) FORMATS - APPENDIX II PROFORMA FOR DEFENCE PERSONNEL UNDER CLAUSE 6(e) PROFORMA FOR DEFENCE PERSONNEL UNDER CLAUSE 6(f) OF ITEM 6 OF CHAPTER 1 OF e-BROCHURE OF ITEM 6 OF CHAPTER 1 OF e-BROCHURE This is to certify that Sri / Kum . T his is to certify that Sri / Kum . DOB . Class Name and Place of the Scholl D OB . Class Name and Place of the Scholl is the Son / Daughter of service is the Son / Daughter of service No. .. Rank .. Name No. .. Rank .. Name Trade . Who is a combatant member of the Trade . Who is a combatant member of the wef and has served wef and presently / presently serving at .. (unit) s erving at .. (unit) (place) wef . (place) wef . S ervice No. . Rank .. Name Service No. . Rank .. Name T rade . Unit . Is a defence personnel Trade . Unit . Is a defence personnel according to definition as laid down by Government of Karnataka. according to definition as laid down by Government of Karnataka. His permanent residential address at the time of joining service as His present residential address as per his service document is .. per his service documents .. is .. . .. Date: (Signature of parent) Date: (Signature of parent) COUNTERSIGNED BY COUNTERSIGNED BY U nit Seal Unit Seal D ate: Stamp and signature of the Commanding Officer Date: Stamp and signature of the VERIFIED BY Commanding Officer. U nit Seal D ate: Stamp and signature of Director at Integrated HQ of MoD / Chief Records Officer PR OFORMA FOR DEFENCE PERSONNEL UNDER CLAUSE 6(g) PROFORMA for income certificate OF ITEM 6 OF CHAPTER 1 OF e- BROCHURE to be produced by SC, ST and Category 1 candidates This is to certify that Sri / Kum . g i z r Pg t i t v DOB . Class Name and Place of the Scholl is the Son / Daughter of service .. . f A i ... . v Q . U / No. .. Rank .. Name l tz Vg / w Trade . Who is a combatant member of the wef who has (C s y Ai vA z Cx v ) g g . . wA i served at ..(Name & place of the unit at Karnataka v qV z , J U Az C g P g i for a period of (years) . Months from . To and is posted on duty directly to disturbed areas of J & K or North East or g . Eg vz . in Field / Active service (as laid down by . Letter No. C g U / U z P i g / P i j . . dated ) at .(Unit) . Place wef . ., . (C s y ) E g 2022 g i j P A i Service No. . Rank .. Name vU z P Arz , CzP A A zA v F g i Trade . Unit . Is a defence personnel according to definition as laid down by Government of Karnataka. i t v j A i Avg q Vz. He has been permitted to keep his family at the following address as per his service document. .. : AP : .. v g g Date: (Signature of Parent) Pb jAi , g COUNTERSIGNED BY v z g t A S Unit Seal Date: Stamp and signature of the Commanding Officer. AFFIDAVIT TO BE PRODUCED BY THE FATHER / PROFORMA of the certificate MOTHER OF THE to be produced by ncc & sports special category candidates HORANADU & GADINADU KANNADIGA CANDIDATES ONLY (T o be obtained from the Schools / Colleges) (To be typed on Rs. 20/- Stamp Paper) NAME, FULL POSTAL ADDRESS & TELEPHONE NUMBER OF I, Sri. .. .. S/o THE INSTITUTION. . .. .. Aged . years residing at . .. Date do hereby solemnly affirm and state on oath as follows: . ............... I was a resident of (place) located at District in Karnataka State. Presently I am residing This is to certify that Sri. / Kum. at .. (place) located in .. ............................... .. S/o / D/o State. My son / daughter Mr. / Kum. ..... ............................. ............... has participated in ... . . .... with DCET Number has appeared for the Diploma Common Entrance Test .............. ...... .. NCC Camps / Sports 2022. My Mother tongue is . . (Kannada / events, when he / she was a student of this institution Tulu / Kodava.) and my son / daughter is able to read, write and speak during . Standard. This is as per the Kannada language. NCC / Sports records maintained by this institution. In the proof of Kannada / Tulu / Kodava as the Mother Tongue of myself and my son / daughter, I have sworn to this affidavit and submitted to the KEA for selection of seat under the Horanadu / Gadinadu Kannadiga The above details are true and correct to the best of candidate category. my knowledge. I declare that the above information is correct to the best of my knowledge and belief. In case any of the above information is found to be false or incorrect, my son / daughter shall forfeit the seat allotted by Signature of Head of the institution the KEA. I hold myself also, liable for civil or criminal action and the Government or KEA, Karnataka may take appropriate action against me in this behalf. (Name in Block letters..........................................) Date: Deponent Signature of the Candidate Sworn before me P q i zs z AU i rz U zs r P g t v PROFORMA FOR STUDY CERTIFICATE . g g U / U . E g NAME, FULL POSTAL ADDRESS & TELEPHONE NUMBER OF THE f Ai . v Q . U z Vg INSTITUTION. Date . ............... E g vg U w Az ... . vg U w Ai g U .. ... Pt P This is to certify that Sri. / Kum. . .. . . Az . Pt P z g U ... A i P q ............................... .. S/o / D/o ....... ........................... .............. .. has studied from i zs z A U i rg v gA z zs r Pj Vz . .............. ......... standard to . ............. standard in our z R w A S : : .. insti tution from ...... to .. ........ academic years. z R w AP : .. The mother tongue of the candidate is . as per the Admission l AP : regis ter of the institution. The above details are true and : correct to the best of my knowledge. AP : Signature of Head of the institution A i S zs Ai g g d (Name in Block letters..........................................) A i t , P v Pt C P jU , g v z g t A S Pb jAi , g v z g t AS Institution seal COUNTER SIGNED BY ME Address, Seal & Office Telephone Number of the Block Educational Officer / DDPI. PROFORMA FOR CAPF / CRPF / CISF / BSF / ITBP UNDER C LAUSE 6(o) OF ITEM 6 OF CHAPTER 1 OF e-BROCHURE This is to certify that Sri / Kum . DOB . Class Name and Place of the Scholl is the Son / Daughter of service No. .. Rank .. Name Trade . Who is / was a combatant member of the wef and presently serving at .. (unit) (place) wef .Service No. . Rank .. Name Trade . Unit . Is / was a CAPF / CRPF / CISF / BSF / ITBP member according to definition as laid down by Government of Karnataka. His permanent residential address at the time of joining service as per his service documents is .. .. . Date: (Signature of parent) COUNTERSI GNED BY Unit Seal Date: Stamp and signature of the Commanding Officer VERIFIED BY Unit Seal Date: Stamp and signature of Director at Integrated HQ of MoD / Chief Records Officer ANNEXURE A ELIGIBILITY CERTIFICATE [Under",
        "Article 371 (J)] (see rule 3(3)) [The Karnataka Public employment (Reservation in Appointment for Hyderabad-Karnataka Region) Rules for Issual of Certificates, 2013.] Sri / Smt .. S/o / W/o . . is a Local Person of the Village / Town . . Of Taluka . Of District of Karnataka State. Place: . Name: Date: .. Assistant Commissioner .. Sub Division .. District LIST OF PLACES WHICH DO NOT COME UNDER THE PURVIEW OF RURAL AREAS The candidates claiming eligibility for rural seats, should have studied 10 full academic years continuously from 1st to 10th standard in a place / places OTHER THAN the places mentioned below. However, if the candidates have studied in these places from 1st to 10th standard before the date of notification as urban area, such candidates are eligible to claim rural reservation benefit. C s y U U t (cid:18) w CrAi l q Ai P z F P U rg z U g v r g U 1jAz 10 v g U wAi g U AU i rg P . Dz g C Z Ai AP z M U C s y U 1jAz 10 v g U wAi g U AU i rz U t z Vz Av g U g z Az C Z A z g U t (cid:18) w CrAi l q Ai z . Sl. District Name Places which do not come under the purview of rural areas Year of Notification No. Municipal Limits of erstwhile BCC Bangalore and CMC & TMC in Bangalore Urban District. 1. Bangalore, Yelahanka, Byatarayanapura, K. R. Puram, 1995-96 Bommanahalli, Dasarahalli, Pattanagere, Mahadevapura, Anekal, Kengeri and the following villages vide Notification UDD 92 MNY 2006 Dt.16-01-07. Kudlu, Varanasi, Ambhalipura, Bellandur, Bellanduramanikere (B)(P), Devara Beesana Halli, Haralur, Kariyammana Agrahara, Chansandra, Kadugodi Plantation, Kumbeena Agrahara, Dasarahalli, Rachenahalli, Bilishivale, Byrathi, Doddakannalli, Junnasandra, Kaikondarahalli, Kasavanahalli, Gunjur, Hagadur, Nagondahalli. K. Channasandra, Kalkere, Amani Byrathikhane (B), Chalakere, Horamavu Agara, Geddalahalli, Kothnur Narayanapura, Kottanuru, Kylasanahalli, Chikkabellandur, Balagere, Panathur, Siddapura, Varthur, Kadabeesanahalli, Thanisandra, Horamavu, Bhoganahalli, Ramagondanahalli, Thubarahalli, Belathur, Sorahunise, Nagareshwara Bangalore Urban Nagenahalli, Khanekandya (B), Pillaganahalli, Kammanahalli, Begur, (BBMP) Alahalli, Doddakallasandra, Basapura, Chikkthoguru, Doddathoguru (P), 2006-07 Gottegere, Ganakal, Gubbalalu, Vasanthapura, Uttarahalli, Anjanapura, Gollahalli, Kembathahalli, Thippasandra, Basavanapura, Kalena Agrahara, Yelenahalli, Lingadheeranahalli, Beratena Agrahara, Naganathapura, Parappana Agrahara, Subramanyapura, Sonnenahalli, Hosahalli, Raghuvanahalli, Uttarhalli Manavarthekaval (P), Vajarahalli, Talaghattapura, Arehalli, Thurahalli, Chandrasekarapura, Hemmigepura, Somapura, Varahasndra, Vaddara Palya, Herohalli, Ullalu, Abbigere, Chikkasandra, Shettihalli, Sidedahalli, Chikka Bettahalli, Kariobnahalli, Gidadakonenahalli, Handrahalli, Mayadarahalli, Dodda Bettahalli, Doddabidarakallu, Harohalli, Vasudevapura, Lingadeeranahalli (B), Bellahalli, Kattigenahalli, Srinivasapura, Thirumenhalli, Hosahalli gollarapalya, Ananthapura, Govindapura, Kenchanahalli, Manchenahalli, Chokkanahalli. 2. Bangalore Rural Doddaballapura, Devanahalli, Hosakote, Vijayapura, Nelamangala. 1995-96 3. Ramanagaram Ramanagaram, Channapattana, Kanakapura, Magadi. 1995-96 Mysore, Nanjanagud, Hunsur, K.R. Nagara, Periyapatna, H. D. Kote, T. 4. Mysore 1995-96 Narasipura, Bannur, Sargur Belgaum, Nippani, Gokak, Athani, Bailahongala, Chikkodi, Mudalagi, 5. Belgaum Ramadurga, Sankeshwara, Savadatti, Hukkeri, Khanapura, Konnur, 1995-96 Kudachi, Rayabagh, Sadalaga, Gokak Falls. Gulbarga, Chittapura, Alanda, Sedam, Shahabad, Vadi, Gurumitkal, 6. Gulbarga 1995-96 Jevargi, Chincholi, Afzalpur. Tumkur, Tiptur, Chikkanayakanahalli, Sira, Madhugiri, Kunigal, 7. Tumkur 1995-96 Pavagada, Koratagere, Turuvekere, Gubbi. 8. Kolar Kolar, Robertsonpet, Mulabagilu, Malur, Bangarpet, Srinivasapura. 1995-96 Chickaballapur, Chintamani, Gowribidanur, Gudibande, 9. Chickaballapur. 1995-96 Shidlaghatta, Bagepalli. 10. Chitradurga Chitradurga, Challakere, Hiriyur, Hosadurga, Holalkere, Molakalmur. 1995-96 11. Davanagere Davanagere, Harihara, Harapanahalli, Channagiri, Honnali, Jagalur. 1995-96 Shimoga, Bhadravathi, Sagar, Shikaripura, Soraba, Hosanagara, 12. Shimoga 1995-96 Shiralakoppa, Thirthahalli, Jog-Kargal. 13. Chamarajnagara Chamarajnagara, Kollegala, Gundlupete, Yalandur, Hanur. 1995-96 Mandya, Maddur, Malavalli, Srirangapatna, Pandavapura, Nagamangala, 14. Mandya 1995-96 K. R. Pet. Hassan, Holenarasipura, Channarayapatna, Sakaleshapura, Arasikere, 15. Hassan 1995-96 Belur, Arakalagud, Aalur. Chickamagalur, Kadur, Birur, Tarikere, Koppa, Shringeri, 16. Chickamagalur 1995-96 Narasimharajapura, Mudigere. 17. Udupi Udupi, Karkala, Kundapura, Saligrama. 1995-96 18. Dakshina Kannada Mangalore, Mudabidre, Puttur, Ullala, Bantwal, Belthangadi, Sullia, Mulki. 1995-96 19. Bijapur Bijapur, Indi, Muddebihal, Sindagi, Talikote, Basavanabagewadi. 1995-96 Karwar, Sirsi, Dandeli, Bhatkal, Kumta, Honnavara, Haliyala, Yallapura, 20. Uttara Kannada 1995-96 Mundagoda, Siddapura, Ankola. Bagalakote, Rabakavibanahatti, Jamakhandi, Mudhol, Mahalingapura, 21. Bagalakote 1995-96 Ilkal, Guledagudda, Hunagunda, Badami, Bilagi, Kerur, Teradal. Haveri, Ranebennur, Hanagal, Byadagi, Savanur, Hirekerur, Shiggaon, 22. Haveri 1995-96 Bankapur. Gadag, Betageri, Naragunda, Gajendragada, Lakshmeshwara, 23. Gadag 1995-96 Mundaragi, Shirahatti, Naregal, Rona, Mulagunda. Dharwad, Hubli, Annigeri, Kundagola, Alnavara, Kalghatagi, 24. Dharwad 1995-96 Navalagunda. 25. Raichur Raichur, Manvi, Sindhanur, Lingasugur, Mudagal, Devadurga. 1995-96 26. Koppal Koppal, Gangavathi, Kushtagi, Yalaburga. 1995-96 27. Bidar Bidar, Bhalki, Basavakalyana, Chitaguppa, Humnabad, Aurad. 1995-96 Bellary, Hospet, Kampli, Huvinahadagali, Tekkalakote, Shiraguppa, 28. Bellary 1995-96 Kotturu, Kamalapura, Kudlagi, Sandur. 29. Kodagu Madikeri, Somavarapet, Virajpet, Kushalnagar. 1995-96 30. Yadgir Shahapura, Shorapura, Yadagir 1995-96 Declaration of Town Panchayath (TP) to Town Municipal Corporations (TMC) refer the following notifications No. (1) UDD 220 MLR 2013, Bangalore Dated: 11-12-2014 (2) UDD 221 MLR 2013, Bangalore Dated: 11-12-2014 (3) UDD 222 MLR 2013, Bangalore Dated: 11-12-2014 (4) UDD 223 MLR 2013, Bangalore Dated: 11-12-2014 (5) UDD 224 MLR 2013, Bangalore Dated: 11-12-2014 (6) UDD 225 MLR 2013, Bangalore Dated: 11-12-2014 (7) UDD 227 MLR 2013, Bangalore Dated: 11-12-2014 (8) UDD 01 MLR 2014, Bangalore Dated: 11-12-2014 (9) UDD 02 MLR 2014, Bangalore Dated: 11-12-2014 (10) UDD 86 MLR 2014, Bangalore Dated: 11-12-2014 Declaration of Town Municipal Corporations (TMC) to City Municipal Corporations (CMC) refer the following notifications No. (1) UDD 210 MLR 2013, Bangalore Dated: 09-12-2014 (2) UDD 211 MLR 2013, Bangalore Dated: 09-12-2014 (3) UDD 212 MLR 2013, Bangalore Dated: 09-12-2014 (4) UDD 215 MLR 2013, Bangalore Dated: 09-12-2014 (5) UDD 214 MLR 2013, Bangalore Dated: 09-12-2014 (6) UDD 229 MLR 2013, Bangalore Dated: 09-12-2014 (7) UDD 231 MLR 2013, Bangalore Dated: 09-12-2014 (8) UDD 232 MLR 2013, Bangalore Dated: 09-12-2014 (9) UDD 11 MLR 2014, Bangalore Dated: 09-12-2014 (10) UDD 208 MLR 2013, Bangalore Dated: 15-12-2014 PROFORMA FOR RURAL STUDY CERTIFICATE U t w CrAi l q Ai a C s y U z U v AU i rz Ai S zs Ai jAz U t AU i t v q z A Azs l P v P u P jU Az g d i r P . i U z C s y U i v U t AU i t v z A U A Azs l v g g jAz F P U g Ai j i t v q z l DAi Q Ai Ai Az s z P q Ai V dg r P . E z U t wAi l U DAi i rP i U z jU C P q U . U t AU i t v v j i t v U C Q v i z jU F P U q Vz . U t AU i t v j i t v . g g U / U . E g f A i ( i U z jU i v ) . v Q . U z Vg E g 1. . w E g U : U vg U w Az ... . vg U w Ai g U .. ... f A i . JA g P lP g d z v Q . . U z ... A i A U i r f Ai U / l t / .. . q z j PA i Gw t g Vg v g . U g z i Aii Vz g v E g d g jm U P jz g Vg v g . F Ai C s Ai A U i rz C Ai P lP z g- U U C Ai , 1976 Cx P lP g sU 2. P i g/ P i j . E g vA z / v / C Ai , 1964g CrAi r g MAz z q U g P g P j Dz AS : J q 251 z , t U g z Cx j v Avz g J 95, A U g , AP : 31-01-1995g C Ai z U gv z z z v . d g jm U z g (Creamy layer) z : g A z i t Pj Vz. AP : A i S zs Ai g : A g : A i t , AP : v g g g v z g t A S Pb jAi , g v z g t A S Z -1 : Ezg G Ai V Vg i g d JA z 1950g d v w zs P z Ai 20 C Z zz Cx A g vz . P v P t C P jU , Pb jAi , g v z g t A S Z -2 : j i t v q C P v A g : Z : .F i t v i U z g jzA v C P jAi P j Dz AS : J q r 251 J 95, A U g , AP 31-01-1995g C Ai g J U z g dg r z i v U t w Creamy layer ( ) z g U g w U r Vg U z Cr l DAi U j U t U z . CA U g V Rav r P Aq A vg i t v q P . ANNEXURE-II to G.O. No. SWD 225 BCA 2000 dated 30th March 2002 NEW COMPREHENSIVE CREAMY LAYER Under",
        "Article 15 (4) and 16(4) of the Constitution of India, the following persons shall not be eligible for reservation of seats of posts categorised under IIA, IIB, IIIA and IIIB. NOTE: 1. This rule will not apply to direct recruitments to posts-which insist on a prescribed period of service in a lower post or experience in a post, profession or occupation as a qualification or eligibility. 2. This rule applies to son(s) or daughter(s) of the persons specified below: (a) President of India (b) Vice President of India (c) All functionaries holding Cabinet rank in Government of India or Government of any State or Union Territory. (d) Chairmen of Council of States and the State Legislative Councils. (e) Governor of States. (f) Speakers of Lok Sabha and Legislative Assemblies. (g) Judges of Supreme Court and High Courts. 1 (h) Chairmen of Public Service Commission. (i) Attorney General of India. (j) Advocate General. (k) Chief Election Commissioner. (l) Comptroller and Auditor General of India. (m) Members of Parliament atleast for a period of five years during the period of their office. (n) Members of State Legislature atleast for a period of five years during the period of their office. The Candidate and either of whose parents / guardian is a Group A or Group B officer in the services of the Government or holds an equivalent post in public sector undertakings or an 2 employee of a private industry / institution and draws a salary which is not Less than that of a Group B officer (Pay scale Rs. 6000-11200) The Candidate and his / her father s mother s / Guardian Gross Annual income exceeds Rs. 3 8.00 lakhs as per Government Order No. A P 304 J 2017 AU g , AP 14-09-2018 The candidate and his / her father, mother / guardian holding 10 units of Agricultural Land as 4 Specified in the Karnataka Land Reforms Act 1961, and such of those holding more than 20 acres of plantation land. LIST OF GAMES AND SPORTS EVENTS FOR THE PURPOSE OF RULE 9(1) (B) i.e., ITEM 7 (A) (b) OF THIS BROCHURE SUPER A GAMES 26. Indian Women s Hockey Association 1. Olympic Games 27. Yachting Association of India 2. World Championships 28. Indian Triathlon Federation 3. Asian Championships 29. Badminton Association of India 4. Asian Games 30. Amateur Baseball Federation of India 5. Commonwealth Games 31. All India Karate-Do Federation 6. Commonwealth Championships 32. Winter Games Federation of India A GAMES 33. Federation of Motor Sports Club of India 1. Afro-Asian Games 34. Bridge Federation of India 2. S. A. F. Games 35. Tenni koit Federation of India 3. International Meets 36. Soft ball Association of India B GAMES 37. Aero Club of India 1. National Games 38. Indian Golf Union 2. National Championships 39. All India Sports Council of the Deaf 3. All India Inter Zonal Meets 40. All India Carom Federation 4. National level Tournaments / Championships 41. Tug of War Federation of India Conducted by School Games Federation of 42. Atya Patya Federation of India India. 43. Billiards & Snooker Federation of India 5. All India Rural Sports Meets conducted by 44. Indian Olympic Association Sports Authority of India. 45. Cycle Polo Federation of India 6. All India Women Sports Meets conducted by 46. Squash Racket Federation of India Sports Authority of India. and 47. Tennis Ball Cricket Federation of India National Meets / Championships conducted by 48. Indian Polo Association the following 60 National Sports Federations 49. Ten-Pin bowling Federation of India recognized by Government of India: 50. Wushu Association of India 1. Archery Federation of India 51. Korf Ball Federation of India 2. Amateur Athletics Federation of India 52. Indian Power Lifting Association 3. Amateur Basketball Federation of India 53. Sepak Takraw Federation of India 4. Indian Amateur Boxing Federation 54. Malla Khamb Federation of India 5. Cycling Federation of India 55. Roller Skating Federation of India 6. Equestrian Federation of India 56. School Games Federation of India 7. All India Football Federation 57. Shooting Ball Federation of India 8. Fencing Association of India 58. Women s Cricket Association of India 9. Gymnastics Federation of India 59. All India Chess Federation 10. Handball Federation of India 60. Board of Control for Cricket in India 11. Indian Hockey Federation 12. Judo Federation of India Note: 1. Other than the Games mentioned under 13. Amateur Kabaddi Federation of India Super 'A' Games, 'A' Games, 'B' Games and the Games conducted by the above listed 60 Government 14. Kho - Kho Federation of India of India recognised National Sports Federations and 15. Indian Kayaking and Canoeing Association the Sports Authority of India, no other Games / 16. National Rifle Association of India Certificates issued by other federations will be 17. Net ball Federation of India considered. 18. Rowing Federation of India 2. The list of federations has been provided by the 19. Swimming Federation of India Director, Department of Youth Services and Sports 20. Table Tennis Federation of India vide its letter no. J J / Q P A / 42 / / 2009- 21. All India Lawn Tennis Association 10 AP : 09-12-2009. 22. Taek-wondo Federation of India 3.The Commissioner for Youth Services and Sports or his 23. Volleyball Federation of India authorized nominee is the final authority to decide the candidate s 24. Indian Weight lifting Federation of India eligibility under Sports category. Further, KEA shall not be held 25. Wrestling Federation of India responsible in this regard. Pt P Ai d U g P v AP U P P .6g r z g z g . 5 P U g U P t P P. . . q z En P EAf Ai jAU , , z Q Ai , zA v z Q Ai Cx s gw Ai z z w v Ai w, .J (P e ) , . .J z z P U jP Aq Ai i g z y U q U z . C z y U g d z Ai i z Ai g P v AP U Cf , v P U .6g r zg z Uj g . 5 PU g U P t P q A i z . http//kea.kar.nic.in g U U V P. . .z m : U s n r. ARIVU (EDUCATION LOAN) SCHEME FOR CET STUDENTS Cj Ai d : P lP C A S vg C U Ai v A Ai A, P , e , , S v 06 z Ai z C A S v z y U U Cj P t P Ai d A i rAi En P DAi Ai i U z y U U s P V P EJ e vU M Az i q Vz. For more details visit http://kmdc.karnataka.gov.in `Arivu Study Loan Scheme By D.Devaraja Urs Backward Classes Development Corporation z g e Cg Az z U U C U Ai v E g 2016-17 Az Cj Pt P Ai d A i En P w g P U U q Ai z y U U P .2g r zg z q Ai d A i P Arg v g . F A Az s PE J e vU M Az i q Vz. For complete details students can visit Website: www.karnataka.gov.in/dbcdc or http://kea.kar.nic.in Contact Phone: 080 - 22374832"
    ],
    "metadata": {
        "extracted_at": "2025-02-05 23:11:36",
        "file_path": "D:/Code/Projects/Legal Insight/docs\\Diploma_2022_Information_Bulletin_finalenglish.pdf"
    }
}