{
    "document_name": "synopsis.pdf",
    "content": [
        "DON BOSCO INSTITUTE OF TECHNOLOGY BENGALURU Department of CSE(AI&ML) Academic year:2024-25 Mini Project (21AIP76) (7th Semester) Project Title: LegalInsight: AI-Powered Legal Document Analysis System Abstract: LegalInsight is an advanced legal document analysis system powered by cutting-edge Natural Language Processing (NLP) and machine learning technologies. This platform aims to revolutionize the legal domain by automating tasks like document categorization, key entity extraction, clause analysis, and risk assessment. With its ability to provide detailed summaries, flag critical clauses, and enable advanced search through legal databases, LegalInsight helps legal professionals save time and enhance productivity. By leveraging fine-tuned NLP models, semantic search techniques, and an intuitive user interface, the system ensures accuracy, efficiency, and user satisfaction in legal document handling. Keywords: Legal Document Analysis, Natural Language Processing (NLP), Named Entity Recognition (NER), Document Summarization, Contract Risk Assessment, Clause Extraction, Semantic Search, Document Categorization. Problem Statement: Legal professionals often face challenges in processing and analyzing extensive legal documents due to their complex and verbose nature. Manual analysis is time- consuming and prone to errors, particularly when identifying key clauses, legal terms, or assessing risks in contracts. There is a pressing need for an intelligent system that automates these processes, providing accurate and actionable insights to legal practitioners. Objectives: 1. Develop an AI-based system that categorizes legal documents, extracts key entities, and analyzes contractual clauses. 2. Implement advanced summarization and risk assessment models tailored for legal use cases. 3. Create a semantic search engine for efficient legal database querying. 4. Build a user-friendly platform for uploading and processing legal documents, displaying outputs like summaries, flagged risks, and search results. Outcomes: A robust tool for categorizing and analyzing legal documents, enhancing productivity in law o firms. Automated risk detection and summarization to facilitate informed decision-making. o Improved efficiency in legal research and contract review, saving time and reducing manual o errors. Language / Software Tools used: Programming Language: Python. o Back-end: (NLP Integration, Open-AI/Google s API models), MySQL. o Front-end: JavaScript, HTML, Python. o Machine Learning Models: GPT-based summarization, SVM for classification o Group Members Names: SL.NO. USN NAME 1. 1DB21CI008 APURVA PATIL 2. 1DB22CI403 FAIZAL KHAN 3. 1DB22CI402 DEEPAK S J Project Guide Project Coordinator HOD DON BOSCO INSTITUTE OF TECHNOLOGY BENGALURU Department of CSE(AI&ML) Academic year:2024-25 Mini Project (21AIP76) (7th Semester) Project Guide Project Coordinator HOD"
    ],
    "metadata": {
        "extracted_at": "2025-02-05 23:11:35",
        "file_path": "D:/Code/Projects/Legal Insight/docs\\synopsis.pdf"
    }
}